[
  {"reference": "Juan 3:16", "text": "Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna."},
  {"reference": "Juan 14:6", "text": "Jesús le dijo: Yo soy el camino, y la verdad, y la vida; nadie viene al Padre, sino por mí."},
  {"reference": "Mateo 11:28", "text": "Venid a mí todos los que estáis trabajados y cargados, y yo os haré descansar."},
  {"reference": "Mateo 28:18", "text": "Y Jesús se acercó y les habló diciendo: Toda potestad me es dada en el cielo y en la tierra."},
  {"reference": "Mateo 28:19-20", "text": "Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el nombre del Padre, y del Hijo, y del Espíritu Santo; enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén."},
  {"reference": "Lucas 19:10", "text": "Porque el Hijo del Hombre vino a buscar y a salvar lo que se había perdido."},
  {"reference": "Marcos 10:45", "text": "Porque el Hijo del Hombre no vino para ser servido, sino para servir, y para dar su vida en rescate por muchos."},
  {"reference": "Juan 8:12", "text": "Otra vez les habló Jesús, diciendo: Yo soy la luz del mundo; el que me sigue, no andará en tinieblas, sino que tendrá la luz de la vida."},
  {"reference": "Juan 11:25", "text": "Le dijo Jesús: Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá."},
  {"reference": "Juan 6:35", "text": "Jesús les dijo: Yo soy el pan de vida; el que a mí viene, nunca tendrá hambre; y el que en mí cree, no tendrá sed jamás."},
  {"reference": "Juan 15:5", "text": "Yo soy la vid, vosotros los pámpanos; el que permanece en mí, y yo en él, éste lleva mucho fruto; porque separados de mí nada podéis hacer."},
  {"reference": "Apocalipsis 3:20", "text": "He aquí, yo estoy a la puerta y llamo; si alguno oye mi voz y abre la puerta, entraré a él, y cenaré con él, y él conmigo."},
  {"reference": "Colosenses 1:19-20", "text": "Por cuanto agradó al Padre que en él habitase toda plenitud, y por medio de él reconciliar consigo todas las cosas, así las que están en la tierra como las que están en los cielos, haciendo la paz mediante la sangre de su cruz."},
  {"reference": "Hebreos 13:8", "text": "Jesucristo es el mismo ayer, y hoy, y por los siglos."},
  {"reference": "Filipenses 2:9-11", "text": "Por lo cual Dios también le exaltó hasta lo sumo, y le dio un nombre que es sobre todo nombre; para que en el nombre de Jesús se doble toda rodilla de los que están en los cielos, y en la tierra, y debajo de la tierra; y toda lengua confiese que Jesucristo es el Señor, para gloria de Dios Padre."},
  {"reference": "Isaías 9:6", "text": "Porque un niño nos es nacido, hijo nos es dado, y el principado sobre su hombro; y se llamará su nombre Admirable, Consejero, Dios Fuerte, Padre Eterno, Príncipe de Paz."},
  {"reference": "Romanos 5:8", "text": "Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros."},
  {"reference": "1 Juan 4:9", "text": "En esto se mostró el amor de Dios para con nosotros, en que Dios envió a su Hijo unigénito al mundo, para que vivamos por él."},
  {"reference": "Juan 13:34", "text": "Un mandamiento nuevo os doy: Que os améis unos a otros; como yo os he amado, que también os améis unos a otros."},
  {"reference": "Juan 10:11", "text": "Yo soy el buen pastor; el buen pastor su vida da por las ovejas."}
]
