[
  {
    "reference": "Exodus 17:9",
    "text": "And Moses said unto Joshua, Choose us out men, and go out, fight with Amalek: to morrow I will stand on the top of the hill with the rod of God in mine hand. {Joshua: called Jesus}"
  },
  {
    "reference": "Matthew 1:1",
    "text": "The book of the generation of Jesus Christ, the son of David, the son of Abraham."
  },
  {
    "reference": "Matthew 1:16",
    "text": "And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ."
  },
  {
    "reference": "Matthew 1:18",
    "text": "Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost."
  },
  {
    "reference": "Matthew 1:21",
    "text": "And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins. {JESUS: that is, Saviour, Heb}"
  },
  {
    "reference": "Matthew 1:25",
    "text": "And knew her not till she had brought forth her firstborn son: and he called his name JESUS."
  },
  {
    "reference": "Matthew 2:1",
    "text": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,"
  },
  {
    "reference": "Matthew 3:13",
    "text": "Then cometh Jesus from Galilee to Jordan unto John, to be baptized of him."
  },
  {
    "reference": "Matthew 3:15",
    "text": "And Jesus answering said unto him, Suffer {it to be so} now: for thus it becometh us to fulfil all righteousness. Then he suffered him."
  },
  {
    "reference": "Matthew 3:16",
    "text": "And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him:"
  },
  {
    "reference": "Matthew 4:1",
    "text": "Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil."
  },
  {
    "reference": "Matthew 4:7",
    "text": "Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God. {tempt: or, try, or, put to trial, or, proof}"
  },
  {
    "reference": "Matthew 4:10",
    "text": "Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve."
  },
  {
    "reference": "Matthew 4:12",
    "text": "Now when Jesus had heard that John was cast into prison, he departed into Galilee; {cast...: or, delivered up}"
  },
  {
    "reference": "Matthew 4:17",
    "text": "From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand."
  },
  {
    "reference": "Matthew 4:18",
    "text": "And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers."
  },
  {
    "reference": "Matthew 4:23",
    "text": "And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people."
  },
  {
    "reference": "Matthew 7:28",
    "text": "And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:"
  },
  {
    "reference": "Matthew 8:3",
    "text": "And Jesus put forth {his} hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed."
  },
  {
    "reference": "Matthew 8:4",
    "text": "And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them."
  },
  {
    "reference": "Matthew 8:5",
    "text": "And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,"
  },
  {
    "reference": "Matthew 8:7",
    "text": "And Jesus saith unto him, I will come and heal him."
  },
  {
    "reference": "Matthew 8:10",
    "text": "When Jesus heard {it}, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel."
  },
  {
    "reference": "Matthew 8:13",
    "text": "And Jesus said unto the centurion, Go thy way; and as thou hast believed, {so} be it done unto thee. And his servant was healed in the selfsame hour."
  },
  {
    "reference": "Matthew 8:14",
    "text": "And when Jesus was come into Peter's house, he saw his wife's mother laid, and sick of a fever."
  },
  {
    "reference": "Matthew 8:18",
    "text": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side."
  },
  {
    "reference": "Matthew 8:20",
    "text": "And Jesus saith unto him, The foxes have holes, and the birds of the air {have} nests; but the Son of man hath not where to lay {his} head."
  },
  {
    "reference": "Matthew 8:22",
    "text": "But Jesus said unto him, Follow me; and let the dead bury their dead."
  },
  {
    "reference": "Matthew 8:29",
    "text": "And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time?"
  },
  {
    "reference": "Matthew 8:34",
    "text": "And, behold, the whole city came out to meet Jesus: and when they saw him, they besought {him} that he would depart out of their coasts."
  },
  {
    "reference": "Matthew 9:2",
    "text": "And, behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy; Son, be of good cheer; thy sins be forgiven thee."
  },
  {
    "reference": "Matthew 9:4",
    "text": "And Jesus knowing their thoughts said, Wherefore think ye evil in your hearts?"
  },
  {
    "reference": "Matthew 9:9",
    "text": "And as Jesus passed forth from thence, he saw a man, named Matthew, sitting at the receipt of custom: and he saith unto him, Follow me. And he arose, and followed him."
  },
  {
    "reference": "Matthew 9:10",
    "text": "And it came to pass, as Jesus sat at meat in the house, behold, many publicans and sinners came and sat down with him and his disciples."
  },
  {
    "reference": "Matthew 9:12",
    "text": "But when Jesus heard {that}, he said unto them, They that be whole need not a physician, but they that are sick."
  },
  {
    "reference": "Matthew 9:15",
    "text": "And Jesus said unto them, Can the children of the bridechamber mourn, as long as the bridegroom is with them? but the days will come, when the bridegroom shall be taken from them, and then shall they fast."
  },
  {
    "reference": "Matthew 9:19",
    "text": "And Jesus arose, and followed him, and {so did} his disciples."
  },
  {
    "reference": "Matthew 9:22",
    "text": "But Jesus turned him about, and when he saw her, he said, Daughter, be of good comfort; thy faith hath made thee whole. And the woman was made whole from that hour."
  },
  {
    "reference": "Matthew 9:23",
    "text": "And when Jesus came into the ruler's house, and saw the minstrels and the people making a noise,"
  },
  {
    "reference": "Matthew 9:27",
    "text": "And when Jesus departed thence, two blind men followed him, crying, and saying, {Thou} Son of David, have mercy on us."
  },
  {
    "reference": "Matthew 9:28",
    "text": "And when he was come into the house, the blind men came to him: and Jesus saith unto them, Believe ye that I am able to do this? They said unto him, Yea, Lord."
  },
  {
    "reference": "Matthew 9:30",
    "text": "And their eyes were opened; and Jesus straitly charged them, saying, See {that} no man know {it}."
  },
  {
    "reference": "Matthew 9:35",
    "text": "And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people."
  },
  {
    "reference": "Matthew 10:5",
    "text": "These twelve Jesus sent forth, and commanded them, saying, Go not into the way of the Gentiles, and into {any} city of the Samaritans enter ye not:"
  },
  {
    "reference": "Matthew 11:1",
    "text": "And it came to pass, when Jesus had made an end of commanding his twelve disciples, he departed thence to teach and to preach in their cities."
  },
  {
    "reference": "Matthew 11:4",
    "text": "Jesus answered and said unto them, Go and shew John again those things which ye do hear and see:"
  },
  {
    "reference": "Matthew 11:7",
    "text": "And as they departed, Jesus began to say unto the multitudes concerning John, What went ye out into the wilderness to see? A reed shaken with the wind?"
  },
  {
    "reference": "Matthew 11:25",
    "text": "At that time Jesus answered and said, I thank thee, O Father, Lord of heaven and earth, because thou hast hid these things from the wise and prudent, and hast revealed them unto babes."
  },
  {
    "reference": "Matthew 12:1",
    "text": "At that time Jesus went on the sabbath day through the corn; and his disciples were an hungred, and began to pluck the ears of corn, and to eat."
  },
  {
    "reference": "Matthew 12:15",
    "text": "But when Jesus knew {it}, he withdrew himself from thence: and great multitudes followed him, and he healed them all;"
  },
  {
    "reference": "Matthew 12:25",
    "text": "And Jesus knew their thoughts, and said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:"
  },
  {
    "reference": "Matthew 13:1",
    "text": "The same day went Jesus out of the house, and sat by the sea side."
  },
  {
    "reference": "Matthew 13:34",
    "text": "All these things spake Jesus unto the multitude in parables; and without a parable spake he not unto them:"
  },
  {
    "reference": "Matthew 13:36",
    "text": "Then Jesus sent the multitude away, and went into the house: and his disciples came unto him, saying, Declare unto us the parable of the tares of the field."
  },
  {
    "reference": "Matthew 13:51",
    "text": "Jesus saith unto them, Have ye understood all these things? They say unto him, Yea, Lord."
  },
  {
    "reference": "Matthew 13:53",
    "text": "And it came to pass, {that} when Jesus had finished these parables, he departed thence."
  },
  {
    "reference": "Matthew 13:57",
    "text": "And they were offended in him. But Jesus said unto them, A prophet is not without honour, save in his own country, and in his own house."
  },
  {
    "reference": "Matthew 14:1",
    "text": "At that time Herod the tetrarch heard of the fame of Jesus, {tetrarch: or, governor over four provinces}"
  },
  {
    "reference": "Matthew 14:12",
    "text": "And his disciples came, and took up the body, and buried it, and went and told Jesus."
  },
  {
    "reference": "Matthew 14:13",
    "text": "When Jesus heard {of it}, he departed thence by ship into a desert place apart: and when the people had heard {thereof}, they followed him on foot out of the cities."
  },
  {
    "reference": "Matthew 14:14",
    "text": "And Jesus went forth, and saw a great multitude, and was moved with compassion toward them, and he healed their sick."
  },
  {
    "reference": "Matthew 14:16",
    "text": "But Jesus said unto them, They need not depart; give ye them to eat."
  },
  {
    "reference": "Matthew 14:22",
    "text": "And straightway Jesus constrained his disciples to get into a ship, and to go before him unto the other side, while he sent the multitudes away."
  },
  {
    "reference": "Matthew 14:25",
    "text": "And in the fourth watch of the night Jesus went unto them, walking on the sea."
  },
  {
    "reference": "Matthew 14:27",
    "text": "But straightway Jesus spake unto them, saying, Be of good cheer; it is I; be not afraid."
  },
  {
    "reference": "Matthew 14:29",
    "text": "And he said, Come. And when Peter was come down out of the ship, he walked on the water, to go to Jesus."
  },
  {
    "reference": "Matthew 14:31",
    "text": "And immediately Jesus stretched forth {his} hand, and caught him, and said unto him, O thou of little faith, wherefore didst thou doubt?"
  },
  {
    "reference": "Matthew 15:1",
    "text": "Then came to Jesus scribes and Pharisees, which were of Jerusalem, saying,"
  },
  {
    "reference": "Matthew 15:16",
    "text": "And Jesus said, Are ye also yet without understanding?"
  },
  {
    "reference": "Matthew 15:21",
    "text": "Then Jesus went thence, and departed into the coasts of Tyre and Sidon."
  },
  {
    "reference": "Matthew 15:28",
    "text": "Then Jesus answered and said unto her, O woman, great {is} thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour."
  },
  {
    "reference": "Matthew 15:29",
    "text": "And Jesus departed from thence, and came nigh unto the sea of Galilee; and went up into a mountain, and sat down there."
  },
  {
    "reference": "Matthew 15:30",
    "text": "And great multitudes came unto him, having with them {those that were} lame, blind, dumb, maimed, and many others, and cast them down at Jesus' feet; and he healed them:"
  },
  {
    "reference": "Matthew 15:32",
    "text": "Then Jesus called his disciples {unto him}, and said, I have compassion on the multitude, because they continue with me now three days, and have nothing to eat: and I will not send them away fasting, lest they faint in the way."
  },
  {
    "reference": "Matthew 15:34",
    "text": "And Jesus saith unto them, How many loaves have ye? And they said, Seven, and a few little fishes."
  },
  {
    "reference": "Matthew 16:6",
    "text": "Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees."
  },
  {
    "reference": "Matthew 16:8",
    "text": "{Which} when Jesus perceived, he said unto them, O ye of little faith, why reason ye among yourselves, because ye have brought no bread?"
  },
  {
    "reference": "Matthew 16:13",
    "text": "When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?"
  },
  {
    "reference": "Matthew 16:17",
    "text": "And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed {it} unto thee, but my Father which is in heaven."
  },
  {
    "reference": "Matthew 16:20",
    "text": "Then charged he his disciples that they should tell no man that he was Jesus the Christ."
  },
  {
    "reference": "Matthew 16:21",
    "text": "From that time forth began Jesus to shew unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day."
  },
  {
    "reference": "Matthew 16:24",
    "text": "Then said Jesus unto his disciples, If any {man} will come after me, let him deny himself, and take up his cross, and follow me."
  },
  {
    "reference": "Matthew 17:1",
    "text": "And after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into an high mountain apart,"
  },
  {
    "reference": "Matthew 17:4",
    "text": "Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias."
  },
  {
    "reference": "Matthew 17:7",
    "text": "And Jesus came and touched them, and said, Arise, and be not afraid."
  },
  {
    "reference": "Matthew 17:8",
    "text": "And when they had lifted up their eyes, they saw no man, save Jesus only."
  },
  {
    "reference": "Matthew 17:9",
    "text": "And as they came down from the mountain, Jesus charged them, saying, Tell the vision to no man, until the Son of man be risen again from the dead."
  },
  {
    "reference": "Matthew 17:11",
    "text": "And Jesus answered and said unto them, Elias truly shall first come, and restore all things."
  },
  {
    "reference": "Matthew 17:17",
    "text": "Then Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I suffer you? bring him hither to me."
  },
  {
    "reference": "Matthew 17:18",
    "text": "And Jesus rebuked the devil; and he departed out of him: and the child was cured from that very hour."
  },
  {
    "reference": "Matthew 17:19",
    "text": "Then came the disciples to Jesus apart, and said, Why could not we cast him out?"
  },
  {
    "reference": "Matthew 17:20",
    "text": "And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you."
  },
  {
    "reference": "Matthew 17:22",
    "text": "And while they abode in Galilee, Jesus said unto them, The Son of man shall be betrayed into the hands of men:"
  },
  {
    "reference": "Matthew 17:25",
    "text": "He saith, Yes. And when he was come into the house, Jesus prevented him, saying, What thinkest thou, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers?"
  },
  {
    "reference": "Matthew 17:26",
    "text": "Peter saith unto him, Of strangers. Jesus saith unto him, Then are the children free."
  },
  {
    "reference": "Matthew 18:1",
    "text": "At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?"
  },
  {
    "reference": "Matthew 18:2",
    "text": "And Jesus called a little child unto him, and set him in the midst of them,"
  },
  {
    "reference": "Matthew 18:22",
    "text": "Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven."
  },
  {
    "reference": "Matthew 19:1",
    "text": "And it came to pass, {that} when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;"
  },
  {
    "reference": "Matthew 19:14",
    "text": "But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven."
  },
  {
    "reference": "Matthew 19:18",
    "text": "He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,"
  },
  {
    "reference": "Matthew 19:21",
    "text": "Jesus said unto him, If thou wilt be perfect, go {and} sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come {and} follow me."
  },
  {
    "reference": "Matthew 19:23",
    "text": "Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven."
  },
  {
    "reference": "Matthew 19:26",
    "text": "But Jesus beheld {them}, and said unto them, With men this is impossible; but with God all things are possible."
  },
  {
    "reference": "Matthew 19:28",
    "text": "And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel."
  },
  {
    "reference": "Matthew 20:17",
    "text": "And Jesus going up to Jerusalem took the twelve disciples apart in the way, and said unto them,"
  },
  {
    "reference": "Matthew 20:22",
    "text": "But Jesus answered and said, Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with? They say unto him, We are able."
  },
  {
    "reference": "Matthew 20:25",
    "text": "But Jesus called them {unto him}, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them."
  },
  {
    "reference": "Matthew 20:30",
    "text": "And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, {thou} Son of David."
  },
  {
    "reference": "Matthew 20:32",
    "text": "And Jesus stood still, and called them, and said, What will ye that I shall do unto you?"
  },
  {
    "reference": "Matthew 20:34",
    "text": "So Jesus had compassion {on them}, and touched their eyes: and immediately their eyes received sight, and they followed him."
  },
  {
    "reference": "Matthew 21:1",
    "text": "And when they drew nigh unto Jerusalem, and were come to Bethphage, unto the mount of Olives, then sent Jesus two disciples,"
  },
  {
    "reference": "Matthew 21:6",
    "text": "And the disciples went, and did as Jesus commanded them,"
  },
  {
    "reference": "Matthew 21:11",
    "text": "And the multitude said, This is Jesus the prophet of Nazareth of Galilee."
  },
  {
    "reference": "Matthew 21:12",
    "text": "And Jesus went into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves,"
  },
  {
    "reference": "Matthew 21:16",
    "text": "And said unto him, Hearest thou what these say? And Jesus saith unto them, Yea; have ye never read, Out of the mouth of babes and sucklings thou hast perfected praise?"
  },
  {
    "reference": "Matthew 21:21",
    "text": "Jesus answered and said unto them, Verily I say unto you, If ye have faith, and doubt not, ye shall not only do this {which is done} to the fig tree, but also if ye shall say unto this mountain, Be thou removed, and be thou cast into the sea; it shall be done."
  },
  {
    "reference": "Matthew 21:24",
    "text": "And Jesus answered and said unto them, I also will ask you one thing, which if ye tell me, I in like wise will tell you by what authority I do these things."
  },
  {
    "reference": "Matthew 21:27",
    "text": "And they answered Jesus, and said, We cannot tell. And he said unto them, Neither tell I you by what authority I do these things."
  },
  {
    "reference": "Matthew 21:31",
    "text": "Whether of them twain did the will of {his} father? They say unto him, The first. Jesus saith unto them, Verily I say unto you, That the publicans and the harlots go into the kingdom of God before you."
  },
  {
    "reference": "Matthew 21:42",
    "text": "Jesus saith unto them, Did ye never read in the scriptures, The stone which the builders rejected, the same is become the head of the corner: this is the Lord's doing, and it is marvellous in our eyes?"
  },
  {
    "reference": "Matthew 22:17",
    "text": "But Jesus perceived their wickedness, and said, Why tempt ye me, {ye} hypocrites?"
  },
  {
    "reference": "Matthew 22:28",
    "text": "Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God."
  },
  {
    "reference": "Matthew 22:36",
    "text": "Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind."
  },
  {
    "reference": "Matthew 22:40",
    "text": "While the Pharisees were gathered together, Jesus asked them,"
  },
  {
    "reference": "Matthew 23:1",
    "text": "Then spake Jesus to the multitude, and to his disciples,"
  },
  {
    "reference": "Matthew 24:1",
    "text": "And Jesus went out, and departed from the temple: and his disciples came to {him} for to shew him the buildings of the temple."
  },
  {
    "reference": "Matthew 24:2",
    "text": "And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down."
  },
  {
    "reference": "Matthew 24:4",
    "text": "And Jesus answered and said unto them, Take heed that no man deceive you."
  },
  {
    "reference": "Matthew 26:1",
    "text": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,"
  },
  {
    "reference": "Matthew 26:4",
    "text": "And consulted that they might take Jesus by subtilty, and kill {him}."
  },
  {
    "reference": "Matthew 26:6",
    "text": "Now when Jesus was in Bethany, in the house of Simon the leper,"
  },
  {
    "reference": "Matthew 26:10",
    "text": "When Jesus understood {it}, he said unto them, Why trouble ye the woman? for she hath wrought a good work upon me."
  },
  {
    "reference": "Matthew 26:17",
    "text": "Now the first {day} of the {feast of} unleavened bread the disciples came to Jesus, saying unto him, Where wilt thou that we prepare for thee to eat the passover?"
  },
  {
    "reference": "Matthew 26:19",
    "text": "And the disciples did as Jesus had appointed them; and they made ready the passover."
  },
  {
    "reference": "Matthew 26:26",
    "text": "And as they were eating, Jesus took bread, and blessed {it}, and brake {it}, and gave {it} to the disciples, and said, Take, eat; this is my body. {blessed it: many Greek copies have gave thanks}"
  },
  {
    "reference": "Matthew 26:31",
    "text": "Then saith Jesus unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered abroad."
  },
  {
    "reference": "Matthew 26:34",
    "text": "Jesus said unto him, Verily I say unto thee, That this night, before the cock crow, thou shalt deny me thrice."
  },
  {
    "reference": "Matthew 26:36",
    "text": "Then cometh Jesus with them unto a place called Gethsemane, and saith unto the disciples, Sit ye here, while I go and pray yonder."
  },
  {
    "reference": "Matthew 26:48",
    "text": "And forthwith he came to Jesus, and said, Hail, master; and kissed him."
  },
  {
    "reference": "Matthew 26:49",
    "text": "And Jesus said unto him, Friend, wherefore art thou come? Then came they, and laid hands on Jesus, and took him."
  },
  {
    "reference": "Matthew 26:50",
    "text": "And, behold, one of them which were with Jesus stretched out {his} hand, and drew his sword, and struck a servant of the high priest's, and smote off his ear."
  },
  {
    "reference": "Matthew 26:51",
    "text": "Then said Jesus unto him, Put up again thy sword into his place: for all they that take the sword shall perish with the sword."
  },
  {
    "reference": "Matthew 26:54",
    "text": "In that same hour said Jesus to the multitudes, Are ye come out as against a thief with swords and staves for to take me? I sat daily with you teaching in the temple, and ye laid no hold on me."
  },
  {
    "reference": "Matthew 26:56",
    "text": "And they that had laid hold on Jesus led {him} away to Caiaphas the high priest, where the scribes and the elders were assembled."
  },
  {
    "reference": "Matthew 26:58",
    "text": "Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death;"
  },
  {
    "reference": "Matthew 26:62",
    "text": "But Jesus held his peace. And the high priest answered and said unto him, I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God."
  },
  {
    "reference": "Matthew 26:63",
    "text": "Jesus saith unto him, Thou hast said: nevertheless I say unto you, Hereafter shall ye see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."
  },
  {
    "reference": "Matthew 26:68",
    "text": "Now Peter sat without in the palace: and a damsel came unto him, saying, Thou also wast with Jesus of Galilee."
  },
  {
    "reference": "Matthew 26:70",
    "text": "And when he was gone out into the porch, another {maid} saw him, and said unto them that were there, This {fellow} was also with Jesus of Nazareth."
  },
  {
    "reference": "Matthew 26:74",
    "text": "And Peter remembered the word of Jesus, which said unto him, Before the cock crow, thou shalt deny me thrice. And he went out, and wept bitterly."
  },
  {
    "reference": "Matthew 27:1",
    "text": "When the morning was come, all the chief priests and elders of the people took counsel against Jesus to put him to death:"
  },
  {
    "reference": "Matthew 27:11",
    "text": "And Jesus stood before the governor: and the governor asked him, saying, Art thou the King of the Jews? And Jesus said unto him, Thou sayest."
  },
  {
    "reference": "Matthew 27:17",
    "text": "Therefore when they were gathered together, Pilate said unto them, Whom will ye that I release unto you? Barabbas, or Jesus which is called Christ?"
  },
  {
    "reference": "Matthew 27:20",
    "text": "But the chief priests and elders persuaded the multitude that they should ask Barabbas, and destroy Jesus."
  },
  {
    "reference": "Matthew 27:22",
    "text": "Pilate saith unto them, What shall I do then with Jesus which is called Christ? {They} all say unto him, Let him be crucified."
  },
  {
    "reference": "Matthew 27:26",
    "text": "Then released he Barabbas unto them: and when he had scourged Jesus, he delivered {him} to be crucified."
  },
  {
    "reference": "Matthew 27:27",
    "text": "Then the soldiers of the governor took Jesus into the common hall, and gathered unto him the whole band {of soldiers}. {common hall: or, governor's house}"
  },
  {
    "reference": "Matthew 27:37",
    "text": "And set up over his head his accusation written, THIS IS JESUS THE KING OF THE JEWS."
  },
  {
    "reference": "Matthew 27:46",
    "text": "And about the ninth hour Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? that is to say, My God, my God, why hast thou forsaken me?"
  },
  {
    "reference": "Matthew 27:50",
    "text": "Jesus, when he had cried again with a loud voice, yielded up the ghost."
  },
  {
    "reference": "Matthew 27:54",
    "text": "Now when the centurion, and they that were with him, watching Jesus, saw the earthquake, and those things that were done, they feared greatly, saying, Truly this was the Son of God."
  },
  {
    "reference": "Matthew 27:55",
    "text": "And many women were there beholding afar off, which followed Jesus from Galilee, ministering unto him:"
  },
  {
    "reference": "Matthew 27:57",
    "text": "When the even was come, there came a rich man of Arimathaea, named Joseph, who also himself was Jesus' disciple:"
  },
  {
    "reference": "Matthew 27:58",
    "text": "He went to Pilate, and begged the body of Jesus. Then Pilate commanded the body to be delivered."
  },
  {
    "reference": "Matthew 28:5",
    "text": "And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified."
  },
  {
    "reference": "Matthew 28:9",
    "text": "And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him."
  },
  {
    "reference": "Matthew 28:10",
    "text": "Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me."
  },
  {
    "reference": "Matthew 28:16",
    "text": "Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them."
  },
  {
    "reference": "Matthew 28:18",
    "text": "And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth."
  },
  {
    "reference": "Mark 1:1",
    "text": "The beginning of the gospel of Jesus Christ, the Son of God;"
  },
  {
    "reference": "Mark 1:9",
    "text": "And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan."
  },
  {
    "reference": "Mark 1:14",
    "text": "Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God,"
  },
  {
    "reference": "Mark 1:17",
    "text": "And Jesus said unto them, Come ye after me, and I will make you to become fishers of men."
  },
  {
    "reference": "Mark 1:24",
    "text": "Saying, Let {us} alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God."
  },
  {
    "reference": "Mark 1:25",
    "text": "And Jesus rebuked him, saying, Hold thy peace, and come out of him."
  },
  {
    "reference": "Mark 1:41",
    "text": "And Jesus, moved with compassion, put forth {his} hand, and touched him, and saith unto him, I will; be thou clean."
  },
  {
    "reference": "Mark 1:45",
    "text": "But he went out, and began to publish {it} much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter."
  },
  {
    "reference": "Mark 2:5",
    "text": "When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee."
  },
  {
    "reference": "Mark 2:8",
    "text": "And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?"
  },
  {
    "reference": "Mark 2:15",
    "text": "And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him."
  },
  {
    "reference": "Mark 2:17",
    "text": "When Jesus heard {it}, he saith unto them, They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance."
  },
  {
    "reference": "Mark 2:19",
    "text": "And Jesus said unto them, Can the children of the bridechamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast."
  },
  {
    "reference": "Mark 3:7",
    "text": "But Jesus withdrew himself with his disciples to the sea: and a great multitude from Galilee followed him, and from Judaea,"
  },
  {
    "reference": "Mark 5:6",
    "text": "But when he saw Jesus afar off, he ran and worshipped him,"
  },
  {
    "reference": "Mark 5:7",
    "text": "And cried with a loud voice, and said, What have I to do with thee, Jesus, {thou} Son of the most high God? I adjure thee by God, that thou torment me not."
  },
  {
    "reference": "Mark 5:13",
    "text": "And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea."
  },
  {
    "reference": "Mark 5:15",
    "text": "And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid."
  },
  {
    "reference": "Mark 5:19",
    "text": "Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee."
  },
  {
    "reference": "Mark 5:20",
    "text": "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all {men} did marvel."
  },
  {
    "reference": "Mark 5:21",
    "text": "And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea."
  },
  {
    "reference": "Mark 5:24",
    "text": "And {Jesus} went with him; and much people followed him, and thronged him."
  },
  {
    "reference": "Mark 5:27",
    "text": "When she had heard of Jesus, came in the press behind, and touched his garment."
  },
  {
    "reference": "Mark 5:30",
    "text": "And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?"
  },
  {
    "reference": "Mark 5:36",
    "text": "As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe."
  },
  {
    "reference": "Mark 6:4",
    "text": "But Jesus said unto them, A prophet is not without honour, but in his own country, and among his own kin, and in his own house."
  },
  {
    "reference": "Mark 6:30",
    "text": "And the apostles gathered themselves together unto Jesus, and told him all things, both what they had done, and what they had taught."
  },
  {
    "reference": "Mark 6:34",
    "text": "And Jesus, when he came out, saw much people, and was moved with compassion toward them, because they were as sheep not having a shepherd: and he began to teach them many things."
  },
  {
    "reference": "Mark 7:26",
    "text": "But Jesus said unto her, Let the children first be filled: for it is not meet to take the children's bread, and to cast {it} unto the dogs."
  },
  {
    "reference": "Mark 8:1",
    "text": "In those days the multitude being very great, and having nothing to eat, Jesus called his disciples {unto him}, and saith unto them,"
  },
  {
    "reference": "Mark 8:16",
    "text": "And when Jesus knew {it}, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened?"
  },
  {
    "reference": "Mark 8:26",
    "text": "And Jesus went out, and his disciples, into the towns of Caesarea Philippi: and by the way he asked his disciples, saying unto them, Whom do men say that I am?"
  },
  {
    "reference": "Mark 9:2",
    "text": "And after six days Jesus taketh {with him} Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them."
  },
  {
    "reference": "Mark 9:4",
    "text": "And there appeared unto them Elias with Moses: and they were talking with Jesus."
  },
  {
    "reference": "Mark 9:5",
    "text": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias."
  },
  {
    "reference": "Mark 9:8",
    "text": "And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves."
  },
  {
    "reference": "Mark 9:23",
    "text": "Jesus said unto him, If thou canst believe, all things {are} possible to him that believeth."
  },
  {
    "reference": "Mark 9:25",
    "text": "When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, {Thou} dumb and deaf spirit, I charge thee, come out of him, and enter no more into him."
  },
  {
    "reference": "Mark 9:27",
    "text": "But Jesus took him by the hand, and lifted him up; and he arose."
  },
  {
    "reference": "Mark 9:39",
    "text": "But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me."
  },
  {
    "reference": "Mark 10:5",
    "text": "And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept."
  },
  {
    "reference": "Mark 10:14",
    "text": "But when Jesus saw {it}, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God."
  },
  {
    "reference": "Mark 10:18",
    "text": "And Jesus said unto him, Why callest thou me good? {there is} none good but one, {that is}, God."
  },
  {
    "reference": "Mark 10:21",
    "text": "Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me."
  },
  {
    "reference": "Mark 10:23",
    "text": "And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!"
  },
  {
    "reference": "Mark 10:24",
    "text": "And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!"
  },
  {
    "reference": "Mark 10:27",
    "text": "And Jesus looking upon them saith, With men {it is} impossible, but not with God: for with God all things are possible."
  },
  {
    "reference": "Mark 10:29",
    "text": "And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel's,"
  },
  {
    "reference": "Mark 10:32",
    "text": "And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,"
  },
  {
    "reference": "Mark 10:38",
    "text": "But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?"
  },
  {
    "reference": "Mark 10:39",
    "text": "And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:"
  },
  {
    "reference": "Mark 10:42",
    "text": "But Jesus called them {to him}, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them. {are...: or, think good}"
  },
  {
    "reference": "Mark 10:47",
    "text": "And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, {thou} Son of David, have mercy on me."
  },
  {
    "reference": "Mark 10:49",
    "text": "And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee."
  },
  {
    "reference": "Mark 10:50",
    "text": "And he, casting away his garment, rose, and came to Jesus."
  },
  {
    "reference": "Mark 10:51",
    "text": "And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight."
  },
  {
    "reference": "Mark 10:52",
    "text": "And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way. {made...: or, saved thee}"
  },
  {
    "reference": "Mark 11:6",
    "text": "And they said unto them even as Jesus had commanded: and they let them go."
  },
  {
    "reference": "Mark 11:7",
    "text": "And they brought the colt to Jesus, and cast their garments on him; and he sat upon him."
  },
  {
    "reference": "Mark 11:11",
    "text": "And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve."
  },
  {
    "reference": "Mark 11:14",
    "text": "And Jesus answered and said unto it, No man eat fruit of thee hereafter for ever. And his disciples heard {it}."
  },
  {
    "reference": "Mark 11:15",
    "text": "And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;"
  },
  {
    "reference": "Mark 11:22",
    "text": "And Jesus answering saith unto them, Have faith in God. {Have...: or, Have the faith of God}"
  },
  {
    "reference": "Mark 11:29",
    "text": "And Jesus answered and said unto them, I will also ask of you one question, and answer me, and I will tell you by what authority I do these things. {question: or, thing}"
  },
  {
    "reference": "Mark 11:33",
    "text": "And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them, Neither do I tell you by what authority I do these things."
  },
  {
    "reference": "Mark 12:17",
    "text": "And Jesus answering said unto them, Render to Caesar the things that are Caesar's, and to God the things that are God's. And they marvelled at him."
  },
  {
    "reference": "Mark 12:24",
    "text": "And Jesus answering said unto them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?"
  },
  {
    "reference": "Mark 12:29",
    "text": "And Jesus answered him, The first of all the commandments {is}, Hear, O Israel; The Lord our God is one Lord:"
  },
  {
    "reference": "Mark 12:34",
    "text": "And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him {any question}."
  },
  {
    "reference": "Mark 12:35",
    "text": "And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the Son of David?"
  },
  {
    "reference": "Mark 12:41",
    "text": "And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much. {money: a piece of brass money}"
  },
  {
    "reference": "Mark 13:2",
    "text": "And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down."
  },
  {
    "reference": "Mark 13:5",
    "text": "And Jesus answering them began to say, Take heed lest any {man} deceive you:"
  },
  {
    "reference": "Mark 14:6",
    "text": "And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me."
  },
  {
    "reference": "Mark 14:18",
    "text": "And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me."
  },
  {
    "reference": "Mark 14:22",
    "text": "And as they did eat, Jesus took bread, and blessed, and brake {it}, and gave to them, and said, Take, eat: this is my body."
  },
  {
    "reference": "Mark 14:27",
    "text": "And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered. {offended: or, scandalized, or, shall stumble}"
  },
  {
    "reference": "Mark 14:30",
    "text": "And Jesus saith unto him, Verily I say unto thee, That this day, {even} in this night, before the cock crow twice, thou shalt deny me thrice."
  },
  {
    "reference": "Mark 14:48",
    "text": "And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and {with} staves to take me?"
  },
  {
    "reference": "Mark 14:53",
    "text": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes."
  },
  {
    "reference": "Mark 14:55",
    "text": "And the chief priests and all the council sought for witness against Jesus to put him to death; and found none."
  },
  {
    "reference": "Mark 14:60",
    "text": "And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what {is it which} these witness against thee?"
  },
  {
    "reference": "Mark 14:62",
    "text": "And Jesus said, I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."
  },
  {
    "reference": "Mark 14:67",
    "text": "And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth."
  },
  {
    "reference": "Mark 14:72",
    "text": "And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept. {when...: or, he wept abundantly, or, he began to weep}"
  },
  {
    "reference": "Mark 15:1",
    "text": "And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried {him} away, and delivered {him} to Pilate."
  },
  {
    "reference": "Mark 15:5",
    "text": "But Jesus yet answered nothing; so that Pilate marvelled."
  },
  {
    "reference": "Mark 15:15",
    "text": "And {so} Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged {him}, to be crucified."
  },
  {
    "reference": "Mark 15:34",
    "text": "And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?"
  },
  {
    "reference": "Mark 15:37",
    "text": "And Jesus cried with a loud voice, and gave up the ghost."
  },
  {
    "reference": "Mark 15:43",
    "text": "Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus."
  },
  {
    "reference": "Mark 16:6",
    "text": "And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him."
  },
  {
    "reference": "Mark 16:9",
    "text": "Now when {Jesus} was risen early the first {day} of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils."
  },
  {
    "reference": "Luke 1:31",
    "text": "And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS."
  },
  {
    "reference": "Luke 2:21",
    "text": "And when eight days were accomplished for the circumcising of the child, his name was called JESUS, which was so named of the angel before he was conceived in the womb."
  },
  {
    "reference": "Luke 2:27",
    "text": "And he came by the Spirit into the temple: and when the parents brought in the child Jesus, to do for him after the custom of the law,"
  },
  {
    "reference": "Luke 2:43",
    "text": "And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not {of it}."
  },
  {
    "reference": "Luke 2:52",
    "text": "And Jesus increased in wisdom and stature, and in favour with God and man. {stature: or, age}"
  },
  {
    "reference": "Luke 3:21",
    "text": "Now when all the people were baptized, it came to pass, that Jesus also being baptized, and praying, the heaven was opened,"
  },
  {
    "reference": "Luke 3:23",
    "text": "And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, which was {the son} of Heli,"
  },
  {
    "reference": "Luke 4:1",
    "text": "And Jesus being full of the Holy Ghost returned from Jordan, and was led by the Spirit into the wilderness,"
  },
  {
    "reference": "Luke 4:4",
    "text": "And Jesus answered him, saying, It is written, That man shall not live by bread alone, but by every word of God."
  },
  {
    "reference": "Luke 4:8",
    "text": "And Jesus answered and said unto him, Get thee behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve."
  },
  {
    "reference": "Luke 4:12",
    "text": "And Jesus answering said unto him, It is said, Thou shalt not tempt the Lord thy God."
  },
  {
    "reference": "Luke 4:14",
    "text": "And Jesus returned in the power of the Spirit into Galilee: and there went out a fame of him through all the region round about."
  },
  {
    "reference": "Luke 4:34",
    "text": "Saying, Let {us} alone; what have we to do with thee, {thou} Jesus of Nazareth? art thou come to destroy us? I know thee who thou art; the Holy One of God. {Let...: or, Away}"
  },
  {
    "reference": "Luke 4:35",
    "text": "And Jesus rebuked him, saying, Hold thy peace, and come out of him. And when the devil had thrown him in the midst, he came out of him, and hurt him not."
  },
  {
    "reference": "Luke 5:8",
    "text": "When Simon Peter saw {it}, he fell down at Jesus' knees, saying, Depart from me; for I am a sinful man, O Lord."
  },
  {
    "reference": "Luke 5:10",
    "text": "And so {was} also James, and John, the sons of Zebedee, which were partners with Simon. And Jesus said unto Simon, Fear not; from henceforth thou shalt catch men."
  },
  {
    "reference": "Luke 5:12",
    "text": "And it came to pass, when he was in a certain city, behold a man full of leprosy: who seeing Jesus fell on {his} face, and besought him, saying, Lord, if thou wilt, thou canst make me clean."
  },
  {
    "reference": "Luke 5:19",
    "text": "And when they could not find by what {way} they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with {his} couch into the midst before Jesus."
  },
  {
    "reference": "Luke 5:22",
    "text": "But when Jesus perceived their thoughts, he answering said unto them, What reason ye in your hearts?"
  },
  {
    "reference": "Luke 5:31",
    "text": "And Jesus answering said unto them, They that are whole need not a physician; but they that are sick."
  },
  {
    "reference": "Luke 6:3",
    "text": "And Jesus answering them said, Have ye not read so much as this, what David did, when himself was an hungred, and they which were with him;"
  },
  {
    "reference": "Luke 6:9",
    "text": "Then said Jesus unto them, I will ask you one thing; Is it lawful on the sabbath days to do good, or to do evil? to save life, or to destroy {it}?"
  },
  {
    "reference": "Luke 6:11",
    "text": "And they were filled with madness; and communed one with another what they might do to Jesus."
  },
  {
    "reference": "Luke 7:3",
    "text": "And when he heard of Jesus, he sent unto him the elders of the Jews, beseeching him that he would come and heal his servant."
  },
  {
    "reference": "Luke 7:4",
    "text": "And when they came to Jesus, they besought him instantly, saying, That he was worthy for whom he should do this:"
  },
  {
    "reference": "Luke 7:6",
    "text": "Then Jesus went with them. And when he was now not far from the house, the centurion sent friends to him, saying unto him, Lord, trouble not thyself: for I am not worthy that thou shouldest enter under my roof:"
  },
  {
    "reference": "Luke 7:9",
    "text": "When Jesus heard these things, he marvelled at him, and turned him about, and said unto the people that followed him, I say unto you, I have not found so great faith, no, not in Israel."
  },
  {
    "reference": "Luke 7:19",
    "text": "And John calling {unto him} two of his disciples sent {them} to Jesus, saying, Art thou he that should come? or look we for another?"
  },
  {
    "reference": "Luke 7:22",
    "text": "Then Jesus answering said unto them, Go your way, and tell John what things ye have seen and heard; how that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, to the poor the gospel is preached."
  },
  {
    "reference": "Luke 7:37",
    "text": "And, behold, a woman in the city, which was a sinner, when she knew that {Jesus} sat at meat in the Pharisee's house, brought an alabaster box of ointment,"
  },
  {
    "reference": "Luke 7:40",
    "text": "And Jesus answering said unto him, Simon, I have somewhat to say unto thee. And he saith, Master, say on."
  },
  {
    "reference": "Luke 8:28",
    "text": "When he saw Jesus, he cried out, and fell down before him, and with a loud voice said, What have I to do with thee, Jesus, {thou} Son of God most high? I beseech thee, torment me not."
  },
  {
    "reference": "Luke 8:30",
    "text": "And Jesus asked him, saying, What is thy name? And he said, Legion: because many devils were entered into him."
  },
  {
    "reference": "Luke 8:35",
    "text": "Then they went out to see what was done; and came to Jesus, and found the man, out of whom the devils were departed, sitting at the feet of Jesus, clothed, and in his right mind: and they were afraid."
  },
  {
    "reference": "Luke 8:38",
    "text": "Now the man out of whom the devils were departed besought him that he might be with him: but Jesus sent him away, saying,"
  },
  {
    "reference": "Luke 8:39",
    "text": "Return to thine own house, and shew how great things God hath done unto thee. And he went his way, and published throughout the whole city how great things Jesus had done unto him."
  },
  {
    "reference": "Luke 8:40",
    "text": "And it came to pass, that, when Jesus was returned, the people {gladly} received him: for they were all waiting for him."
  },
  {
    "reference": "Luke 8:41",
    "text": "And, behold, there came a man named Jairus, and he was a ruler of the synagogue: and he fell down at Jesus' feet, and besought him that he would come into his house:"
  },
  {
    "reference": "Luke 8:45",
    "text": "And Jesus said, Who touched me? When all denied, Peter and they that were with him said, Master, the multitude throng thee and press {thee}, and sayest thou, Who touched me?"
  },
  {
    "reference": "Luke 8:46",
    "text": "And Jesus said, Somebody hath touched me: for I perceive that virtue is gone out of me."
  },
  {
    "reference": "Luke 8:50",
    "text": "But when Jesus heard {it}, he answered him, saying, Fear not: believe only, and she shall be made whole."
  },
  {
    "reference": "Luke 9:33",
    "text": "And it came to pass, as they departed from him, Peter said unto Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias: not knowing what he said."
  },
  {
    "reference": "Luke 9:36",
    "text": "And when the voice was past, Jesus was found alone. And they kept {it} close, and told no man in those days any of those things which they had seen."
  },
  {
    "reference": "Luke 9:41",
    "text": "And Jesus answering said, O faithless and perverse generation, how long shall I be with you, and suffer you? Bring thy son hither."
  },
  {
    "reference": "Luke 9:42",
    "text": "And as he was yet a coming, the devil threw him down, and tare {him}. And Jesus rebuked the unclean spirit, and healed the child, and delivered him again to his father."
  },
  {
    "reference": "Luke 9:43",
    "text": "And they were all amazed at the mighty power of God. But while they wondered every one at all things which Jesus did, he said unto his disciples,"
  },
  {
    "reference": "Luke 9:47",
    "text": "And Jesus, perceiving the thought of their heart, took a child, and set him by him,"
  },
  {
    "reference": "Luke 9:50",
    "text": "And Jesus said unto him, Forbid {him} not: for he that is not against us is for us."
  },
  {
    "reference": "Luke 9:58",
    "text": "And Jesus said unto him, Foxes have holes, and birds of the air {have} nests; but the Son of man hath not where to lay {his} head."
  },
  {
    "reference": "Luke 9:60",
    "text": "Jesus said unto him, Let the dead bury their dead: but go thou and preach the kingdom of God."
  },
  {
    "reference": "Luke 9:62",
    "text": "And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God."
  },
  {
    "reference": "Luke 10:21",
    "text": "In that hour Jesus rejoiced in spirit, and said, I thank thee, O Father, Lord of heaven and earth, that thou hast hid these things from the wise and prudent, and hast revealed them unto babes: even so, Father; for so it seemed good in thy sight."
  },
  {
    "reference": "Luke 10:29",
    "text": "But he, willing to justify himself, said unto Jesus, And who is my neighbour?"
  },
  {
    "reference": "Luke 10:30",
    "text": "And Jesus answering said, A certain {man} went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded {him}, and departed, leaving {him} half dead."
  },
  {
    "reference": "Luke 10:37",
    "text": "And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise."
  },
  {
    "reference": "Luke 10:39",
    "text": "And she had a sister called Mary, which also sat at Jesus' feet, and heard his word."
  },
  {
    "reference": "Luke 10:41",
    "text": "And Jesus answered and said unto her, Martha, Martha, thou art careful and troubled about many things:"
  },
  {
    "reference": "Luke 13:2",
    "text": "And Jesus answering said unto them, Suppose ye that these Galilaeans were sinners above all the Galilaeans, because they suffered such things?"
  },
  {
    "reference": "Luke 13:12",
    "text": "And when Jesus saw her, he called {her to him}, and said unto her, Woman, thou art loosed from thine infirmity."
  },
  {
    "reference": "Luke 13:14",
    "text": "And the ruler of the synagogue answered with indignation, because that Jesus had healed on the sabbath day, and said unto the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the sabbath day."
  },
  {
    "reference": "Luke 14:3",
    "text": "And Jesus answering spake unto the lawyers and Pharisees, saying, Is it lawful to heal on the sabbath day?"
  },
  {
    "reference": "Luke 17:13",
    "text": "And they lifted up {their} voices, and said, Jesus, Master, have mercy on us."
  },
  {
    "reference": "Luke 17:17",
    "text": "And Jesus answering said, Were there not ten cleansed? but where {are} the nine?"
  },
  {
    "reference": "Luke 18:16",
    "text": "But Jesus called them {unto him}, and said, Suffer little children to come unto me, and forbid them not: for of such is the kingdom of God."
  },
  {
    "reference": "Luke 18:19",
    "text": "And Jesus said unto him, Why callest thou me good? none {is} good, save one, {that is}, God."
  },
  {
    "reference": "Luke 18:22",
    "text": "Now when Jesus heard these things, he said unto him, Yet lackest thou one thing: sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me."
  },
  {
    "reference": "Luke 18:24",
    "text": "And when Jesus saw that he was very sorrowful, he said, How hardly shall they that have riches enter into the kingdom of God!"
  },
  {
    "reference": "Luke 18:37",
    "text": "And they told him, that Jesus of Nazareth passeth by."
  },
  {
    "reference": "Luke 18:38",
    "text": "And he cried, saying, Jesus, {thou} Son of David, have mercy on me."
  },
  {
    "reference": "Luke 18:40",
    "text": "And Jesus stood, and commanded him to be brought unto him: and when he was come near, he asked him,"
  },
  {
    "reference": "Luke 18:42",
    "text": "And Jesus said unto him, Receive thy sight: thy faith hath saved thee."
  },
  {
    "reference": "Luke 19:1",
    "text": "And {Jesus} entered and passed through Jericho."
  },
  {
    "reference": "Luke 19:3",
    "text": "And he sought to see Jesus who he was; and could not for the press, because he was little of stature."
  },
  {
    "reference": "Luke 19:5",
    "text": "And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house."
  },
  {
    "reference": "Luke 19:9",
    "text": "And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham."
  },
  {
    "reference": "Luke 19:35",
    "text": "And they brought him to Jesus: and they cast their garments upon the colt, and they set Jesus thereon."
  },
  {
    "reference": "Luke 20:8",
    "text": "And Jesus said unto them, Neither tell I you by what authority I do these things."
  },
  {
    "reference": "Luke 20:34",
    "text": "And Jesus answering said unto them, The children of this world marry, and are given in marriage:"
  },
  {
    "reference": "Luke 22:47",
    "text": "And while he yet spake, behold a multitude, and he that was called Judas, one of the twelve, went before them, and drew near unto Jesus to kiss him."
  },
  {
    "reference": "Luke 22:48",
    "text": "But Jesus said unto him, Judas, betrayest thou the Son of man with a kiss?"
  },
  {
    "reference": "Luke 22:51",
    "text": "And Jesus answered and said, Suffer ye thus far. And he touched his ear, and healed him."
  },
  {
    "reference": "Luke 22:52",
    "text": "Then Jesus said unto the chief priests, and captains of the temple, and the elders, which were come to him, Be ye come out, as against a thief, with swords and staves?"
  },
  {
    "reference": "Luke 22:63",
    "text": "And the men that held Jesus mocked him, and smote {him}."
  },
  {
    "reference": "Luke 23:8",
    "text": "And when Herod saw Jesus, he was exceeding glad: for he was desirous to see him of a long {season}, because he had heard many things of him; and he hoped to have seen some miracle done by him."
  },
  {
    "reference": "Luke 23:20",
    "text": "Pilate therefore, willing to release Jesus, spake again to them."
  },
  {
    "reference": "Luke 23:25",
    "text": "And he released unto them him that for sedition and murder was cast into prison, whom they had desired; but he delivered Jesus to their will."
  },
  {
    "reference": "Luke 23:26",
    "text": "And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear {it} after Jesus."
  },
  {
    "reference": "Luke 23:28",
    "text": "But Jesus turning unto them said, Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children."
  },
  {
    "reference": "Luke 23:34",
    "text": "Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots."
  },
  {
    "reference": "Luke 23:42",
    "text": "And he said unto Jesus, Lord, remember me when thou comest into thy kingdom."
  },
  {
    "reference": "Luke 23:43",
    "text": "And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise."
  },
  {
    "reference": "Luke 23:46",
    "text": "And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit: and having said thus, he gave up the ghost."
  },
  {
    "reference": "Luke 23:52",
    "text": "This {man} went unto Pilate, and begged the body of Jesus."
  },
  {
    "reference": "Luke 24:3",
    "text": "And they entered in, and found not the body of the Lord Jesus."
  },
  {
    "reference": "Luke 24:15",
    "text": "And it came to pass, that, while they communed {together} and reasoned, Jesus himself drew near, and went with them."
  },
  {
    "reference": "Luke 24:19",
    "text": "And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:"
  },
  {
    "reference": "Luke 24:36",
    "text": "And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace {be} unto you."
  },
  {
    "reference": "John 1:17",
    "text": "For the law was given by Moses, {but} grace and truth came by Jesus Christ."
  },
  {
    "reference": "John 1:29",
    "text": "The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world. {taketh away: or, beareth}"
  },
  {
    "reference": "John 1:36",
    "text": "And looking upon Jesus as he walked, he saith, Behold the Lamb of God!"
  },
  {
    "reference": "John 1:37",
    "text": "And the two disciples heard him speak, and they followed Jesus."
  },
  {
    "reference": "John 1:38",
    "text": "Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou? {dwellest: or, abidest}"
  },
  {
    "reference": "John 1:42",
    "text": "And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone."
  },
  {
    "reference": "John 1:43",
    "text": "The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me."
  },
  {
    "reference": "John 1:45",
    "text": "Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph."
  },
  {
    "reference": "John 1:47",
    "text": "Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!"
  },
  {
    "reference": "John 1:48",
    "text": "Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee."
  },
  {
    "reference": "John 1:50",
    "text": "Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these."
  },
  {
    "reference": "John 2:1",
    "text": "And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:"
  },
  {
    "reference": "John 2:2",
    "text": "And both Jesus was called, and his disciples, to the marriage."
  },
  {
    "reference": "John 2:3",
    "text": "And when they wanted wine, the mother of Jesus saith unto him, They have no wine."
  },
  {
    "reference": "John 2:4",
    "text": "Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come."
  },
  {
    "reference": "John 2:7",
    "text": "Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim."
  },
  {
    "reference": "John 2:11",
    "text": "This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him."
  },
  {
    "reference": "John 2:13",
    "text": "And the Jews' passover was at hand, and Jesus went up to Jerusalem,"
  },
  {
    "reference": "John 2:19",
    "text": "Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up."
  },
  {
    "reference": "John 2:22",
    "text": "When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said."
  },
  {
    "reference": "John 2:24",
    "text": "But Jesus did not commit himself unto them, because he knew all {men},"
  },
  {
    "reference": "John 3:2",
    "text": "The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him."
  },
  {
    "reference": "John 3:3",
    "text": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God. {again: or, from above}"
  },
  {
    "reference": "John 3:5",
    "text": "Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and {of} the Spirit, he cannot enter into the kingdom of God."
  },
  {
    "reference": "John 3:10",
    "text": "Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?"
  },
  {
    "reference": "John 3:22",
    "text": "After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized."
  },
  {
    "reference": "John 4:1",
    "text": "When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,"
  },
  {
    "reference": "John 4:2",
    "text": "(Though Jesus himself baptized not, but his disciples,)"
  },
  {
    "reference": "John 4:6",
    "text": "Now Jacob's well was there. Jesus therefore, being wearied with {his} journey, sat thus on the well: {and} it was about the sixth hour."
  },
  {
    "reference": "John 4:7",
    "text": "There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink."
  },
  {
    "reference": "John 4:10",
    "text": "Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water."
  },
  {
    "reference": "John 4:13",
    "text": "Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:"
  },
  {
    "reference": "John 4:16",
    "text": "Jesus saith unto her, Go, call thy husband, and come hither."
  },
  {
    "reference": "John 4:17",
    "text": "The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:"
  },
  {
    "reference": "John 4:21",
    "text": "Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father."
  },
  {
    "reference": "John 4:26",
    "text": "Jesus saith unto her, I that speak unto thee am {he}."
  },
  {
    "reference": "John 4:34",
    "text": "Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work."
  },
  {
    "reference": "John 4:44",
    "text": "For Jesus himself testified, that a prophet hath no honour in his own country."
  },
  {
    "reference": "John 4:46",
    "text": "So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum. {nobleman: or, courtier, or, ruler}"
  },
  {
    "reference": "John 4:47",
    "text": "When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death."
  },
  {
    "reference": "John 4:48",
    "text": "Then said Jesus unto him, Except ye see signs and wonders, ye will not believe."
  },
  {
    "reference": "John 4:50",
    "text": "Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way."
  },
  {
    "reference": "John 4:53",
    "text": "So the father knew that {it was} at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house."
  },
  {
    "reference": "John 4:54",
    "text": "This {is} again the second miracle {that} Jesus did, when he was come out of Judaea into Galilee."
  },
  {
    "reference": "John 5:1",
    "text": "After this there was a feast of the Jews; and Jesus went up to Jerusalem."
  },
  {
    "reference": "John 5:6",
    "text": "When Jesus saw him lie, and knew that he had been now a long time {in that case}, he saith unto him, Wilt thou be made whole?"
  },
  {
    "reference": "John 5:8",
    "text": "Jesus saith unto him, Rise, take up thy bed, and walk."
  },
  {
    "reference": "John 5:13",
    "text": "And he that was healed wist not who it was: for Jesus had conveyed himself away, a multitude being in {that} place. {a multitude...: or, from the multitude that was}"
  },
  {
    "reference": "John 5:14",
    "text": "Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing come unto thee."
  },
  {
    "reference": "John 5:15",
    "text": "The man departed, and told the Jews that it was Jesus, which had made him whole."
  },
  {
    "reference": "John 5:16",
    "text": "And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day."
  },
  {
    "reference": "John 5:17",
    "text": "But Jesus answered them, My Father worketh hitherto, and I work."
  },
  {
    "reference": "John 5:19",
    "text": "Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise."
  },
  {
    "reference": "John 6:1",
    "text": "After these things Jesus went over the sea of Galilee, which is {the sea} of Tiberias."
  },
  {
    "reference": "John 6:3",
    "text": "And Jesus went up into a mountain, and there he sat with his disciples."
  },
  {
    "reference": "John 6:5",
    "text": "When Jesus then lifted up {his} eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?"
  },
  {
    "reference": "John 6:10",
    "text": "And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand."
  },
  {
    "reference": "John 6:11",
    "text": "And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would."
  },
  {
    "reference": "John 6:14",
    "text": "Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world."
  },
  {
    "reference": "John 6:15",
    "text": "When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone."
  },
  {
    "reference": "John 6:17",
    "text": "And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them."
  },
  {
    "reference": "John 6:19",
    "text": "So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid."
  },
  {
    "reference": "John 6:22",
    "text": "The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but {that} his disciples were gone away alone;"
  },
  {
    "reference": "John 6:24",
    "text": "When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus."
  },
  {
    "reference": "John 6:26",
    "text": "Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled."
  },
  {
    "reference": "John 6:29",
    "text": "Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent."
  },
  {
    "reference": "John 6:32",
    "text": "Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven."
  },
  {
    "reference": "John 6:35",
    "text": "And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst."
  },
  {
    "reference": "John 6:42",
    "text": "And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?"
  },
  {
    "reference": "John 6:43",
    "text": "Jesus therefore answered and said unto them, Murmur not among yourselves."
  },
  {
    "reference": "John 6:53",
    "text": "Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you."
  },
  {
    "reference": "John 6:61",
    "text": "When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you? {offend: or, scandalize, or, cause you to stumble}"
  },
  {
    "reference": "John 6:64",
    "text": "But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him."
  },
  {
    "reference": "John 6:67",
    "text": "Then said Jesus unto the twelve, Will ye also go away?"
  },
  {
    "reference": "John 6:70",
    "text": "Jesus answered them, Have not I chosen you twelve, and one of you is a devil?"
  },
  {
    "reference": "John 7:1",
    "text": "After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him."
  },
  {
    "reference": "John 7:6",
    "text": "Then Jesus said unto them, My time is not yet come: but your time is alway ready."
  },
  {
    "reference": "John 7:14",
    "text": "Now about the midst of the feast Jesus went up into the temple, and taught."
  },
  {
    "reference": "John 7:16",
    "text": "Jesus answered them, and said, My doctrine is not mine, but his that sent me."
  },
  {
    "reference": "John 7:21",
    "text": "Jesus answered and said unto them, I have done one work, and ye all marvel."
  },
  {
    "reference": "John 7:28",
    "text": "Then cried Jesus in the temple as he taught, saying, Ye both know me, and ye know whence I am: and I am not come of myself, but he that sent me is true, whom ye know not."
  },
  {
    "reference": "John 7:33",
    "text": "Then said Jesus unto them, Yet a little while am I with you, and {then} I go unto him that sent me."
  },
  {
    "reference": "John 7:37",
    "text": "In the last day, that great {day} of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink."
  },
  {
    "reference": "John 7:39",
    "text": "(But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet {given}; because that Jesus was not yet glorified.)"
  },
  {
    "reference": "John 7:50",
    "text": "Nicodemus saith unto them, (he that came to Jesus by night, being one of them,) {to Jesus: Gr. to him}"
  },
  {
    "reference": "John 8:1",
    "text": "Jesus went unto the mount of Olives."
  },
  {
    "reference": "John 8:6",
    "text": "This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with {his} finger wrote on the ground, {as though he heard them not}."
  },
  {
    "reference": "John 8:9",
    "text": "And they which heard {it}, being convicted by {their own} conscience, went out one by one, beginning at the eldest, {even} unto the last: and Jesus was left alone, and the woman standing in the midst."
  },
  {
    "reference": "John 8:10",
    "text": "When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?"
  },
  {
    "reference": "John 8:11",
    "text": "She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more."
  },
  {
    "reference": "John 8:12",
    "text": "Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life."
  },
  {
    "reference": "John 8:14",
    "text": "Jesus answered and said unto them, Though I bear record of myself, {yet} my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go."
  },
  {
    "reference": "John 8:19",
    "text": "Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also."
  },
  {
    "reference": "John 8:20",
    "text": "These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come."
  },
  {
    "reference": "John 8:21",
    "text": "Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come."
  },
  {
    "reference": "John 8:25",
    "text": "Then said they unto him, Who art thou? And Jesus saith unto them, Even {the same} that I said unto you from the beginning."
  },
  {
    "reference": "John 8:28",
    "text": "Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am {he}, and {that} I do nothing of myself; but as my Father hath taught me, I speak these things."
  },
  {
    "reference": "John 8:31",
    "text": "Then said Jesus to those Jews which believed on him, If ye continue in my word, {then} are ye my disciples indeed;"
  },
  {
    "reference": "John 8:34",
    "text": "Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin."
  },
  {
    "reference": "John 8:39",
    "text": "They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham's children, ye would do the works of Abraham."
  },
  {
    "reference": "John 8:42",
    "text": "Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me."
  },
  {
    "reference": "John 8:49",
    "text": "Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me."
  },
  {
    "reference": "John 8:54",
    "text": "Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:"
  },
  {
    "reference": "John 8:58",
    "text": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am."
  },
  {
    "reference": "John 8:59",
    "text": "Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by."
  },
  {
    "reference": "John 9:1",
    "text": "And as {Jesus} passed by, he saw a man which was blind from {his} birth."
  },
  {
    "reference": "John 9:3",
    "text": "Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him."
  },
  {
    "reference": "John 9:11",
    "text": "He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight."
  },
  {
    "reference": "John 9:14",
    "text": "And it was the sabbath day when Jesus made the clay, and opened his eyes."
  },
  {
    "reference": "John 9:35",
    "text": "Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?"
  },
  {
    "reference": "John 9:37",
    "text": "And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee."
  },
  {
    "reference": "John 9:39",
    "text": "And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind."
  },
  {
    "reference": "John 9:41",
    "text": "Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth."
  },
  {
    "reference": "John 10:6",
    "text": "This parable spake Jesus unto them: but they understood not what things they were which he spake unto them."
  },
  {
    "reference": "John 10:7",
    "text": "Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep."
  },
  {
    "reference": "John 10:23",
    "text": "And Jesus walked in the temple in Solomon's porch."
  },
  {
    "reference": "John 10:25",
    "text": "Jesus answered them, I told you, and ye believed not: the works that I do in my Father's name, they bear witness of me."
  },
  {
    "reference": "John 10:32",
    "text": "Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?"
  },
  {
    "reference": "John 10:34",
    "text": "Jesus answered them, Is it not written in your law, I said, Ye are gods?"
  },
  {
    "reference": "John 11:4",
    "text": "When Jesus heard {that}, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby."
  },
  {
    "reference": "John 11:5",
    "text": "Now Jesus loved Martha, and her sister, and Lazarus."
  },
  {
    "reference": "John 11:9",
    "text": "Jesus answered, Are there not twelve hours in the day? If any man walk in the day, he stumbleth not, because he seeth the light of this world."
  },
  {
    "reference": "John 11:13",
    "text": "Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep."
  },
  {
    "reference": "John 11:14",
    "text": "Then said Jesus unto them plainly, Lazarus is dead."
  },
  {
    "reference": "John 11:17",
    "text": "Then when Jesus came, he found that he had {lain} in the grave four days already."
  },
  {
    "reference": "John 11:20",
    "text": "Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat {still} in the house."
  },
  {
    "reference": "John 11:21",
    "text": "Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died."
  },
  {
    "reference": "John 11:23",
    "text": "Jesus saith unto her, Thy brother shall rise again."
  },
  {
    "reference": "John 11:25",
    "text": "Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:"
  },
  {
    "reference": "John 11:30",
    "text": "Now Jesus was not yet come into the town, but was in that place where Martha met him."
  },
  {
    "reference": "John 11:32",
    "text": "Then when Mary was come where Jesus was, and saw him, she fell down at his feet, saying unto him, Lord, if thou hadst been here, my brother had not died."
  },
  {
    "reference": "John 11:33",
    "text": "When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled, {was troubled: Gr. he troubled himself}"
  },
  {
    "reference": "John 11:35",
    "text": "Jesus wept."
  },
  {
    "reference": "John 11:38",
    "text": "Jesus therefore again groaning in himself cometh to the grave. It was a cave, and a stone lay upon it."
  },
  {
    "reference": "John 11:39",
    "text": "Jesus said, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time he stinketh: for he hath been {dead} four days."
  },
  {
    "reference": "John 11:40",
    "text": "Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?"
  },
  {
    "reference": "John 11:41",
    "text": "Then they took away the stone {from the place} where the dead was laid. And Jesus lifted up {his} eyes, and said, Father, I thank thee that thou hast heard me."
  },
  {
    "reference": "John 11:44",
    "text": "And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go."
  },
  {
    "reference": "John 11:45",
    "text": "Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him."
  },
  {
    "reference": "John 11:46",
    "text": "But some of them went their ways to the Pharisees, and told them what things Jesus had done."
  },
  {
    "reference": "John 11:51",
    "text": "And this spake he not of himself: but being high priest that year, he prophesied that Jesus should die for that nation;"
  },
  {
    "reference": "John 11:54",
    "text": "Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples."
  },
  {
    "reference": "John 11:56",
    "text": "Then sought they for Jesus, and spake among themselves, as they stood in the temple, What think ye, that he will not come to the feast?"
  },
  {
    "reference": "John 12:1",
    "text": "Then Jesus six days before the passover came to Bethany, where Lazarus was which had been dead, whom he raised from the dead."
  },
  {
    "reference": "John 12:3",
    "text": "Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment."
  },
  {
    "reference": "John 12:7",
    "text": "Then said Jesus, Let her alone: against the day of my burying hath she kept this."
  },
  {
    "reference": "John 12:9",
    "text": "Much people of the Jews therefore knew that he was there: and they came not for Jesus' sake only, but that they might see Lazarus also, whom he had raised from the dead."
  },
  {
    "reference": "John 12:11",
    "text": "Because that by reason of him many of the Jews went away, and believed on Jesus."
  },
  {
    "reference": "John 12:12",
    "text": "On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,"
  },
  {
    "reference": "John 12:14",
    "text": "And Jesus, when he had found a young ass, sat thereon; as it is written,"
  },
  {
    "reference": "John 12:16",
    "text": "These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and {that} they had done these things unto him."
  },
  {
    "reference": "John 12:21",
    "text": "The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him, saying, Sir, we would see Jesus."
  },
  {
    "reference": "John 12:22",
    "text": "Philip cometh and telleth Andrew: and again Andrew and Philip tell Jesus."
  },
  {
    "reference": "John 12:23",
    "text": "And Jesus answered them, saying, The hour is come, that the Son of man should be glorified."
  },
  {
    "reference": "John 12:30",
    "text": "Jesus answered and said, This voice came not because of me, but for your sakes."
  },
  {
    "reference": "John 12:35",
    "text": "Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth."
  },
  {
    "reference": "John 12:36",
    "text": "While ye have light, believe in the light, that ye may be the children of light. These things spake Jesus, and departed, and did hide himself from them."
  },
  {
    "reference": "John 12:44",
    "text": "Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me."
  },
  {
    "reference": "John 13:1",
    "text": "Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end."
  },
  {
    "reference": "John 13:3",
    "text": "Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;"
  },
  {
    "reference": "John 13:7",
    "text": "Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter."
  },
  {
    "reference": "John 13:8",
    "text": "Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me."
  },
  {
    "reference": "John 13:10",
    "text": "Jesus saith to him, He that is washed needeth not save to wash {his} feet, but is clean every whit: and ye are clean, but not all."
  },
  {
    "reference": "John 13:21",
    "text": "When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me."
  },
  {
    "reference": "John 13:23",
    "text": "Now there was leaning on Jesus' bosom one of his disciples, whom Jesus loved."
  },
  {
    "reference": "John 13:25",
    "text": "He then lying on Jesus' breast saith unto him, Lord, who is it?"
  },
  {
    "reference": "John 13:26",
    "text": "Jesus answered, He it is, to whom I shall give a sop, when I have dipped {it}. And when he had dipped the sop, he gave {it} to Judas Iscariot, {the son} of Simon. {sop: or, morsel}"
  },
  {
    "reference": "John 13:27",
    "text": "And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly."
  },
  {
    "reference": "John 13:29",
    "text": "For some {of them} thought, because Judas had the bag, that Jesus had said unto him, Buy {those things} that we have need of against the feast; or, that he should give something to the poor."
  },
  {
    "reference": "John 13:31",
    "text": "Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him."
  },
  {
    "reference": "John 13:36",
    "text": "Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards."
  },
  {
    "reference": "John 13:38",
    "text": "Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice."
  },
  {
    "reference": "John 14:6",
    "text": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me."
  },
  {
    "reference": "John 14:9",
    "text": "Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou {then}, Shew us the Father?"
  },
  {
    "reference": "John 14:23",
    "text": "Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him."
  },
  {
    "reference": "John 16:19",
    "text": "Now Jesus knew that they were desirous to ask him, and said unto them, Do ye enquire among yourselves of that I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me?"
  },
  {
    "reference": "John 16:31",
    "text": "Jesus answered them, Do ye now believe?"
  },
  {
    "reference": "John 17:1",
    "text": "These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:"
  },
  {
    "reference": "John 17:3",
    "text": "And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent."
  },
  {
    "reference": "John 18:1",
    "text": "When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples."
  },
  {
    "reference": "John 18:2",
    "text": "And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples."
  },
  {
    "reference": "John 18:4",
    "text": "Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?"
  },
  {
    "reference": "John 18:5",
    "text": "They answered him, Jesus of Nazareth. Jesus saith unto them, I am {he}. And Judas also, which betrayed him, stood with them."
  },
  {
    "reference": "John 18:7",
    "text": "Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth."
  },
  {
    "reference": "John 18:8",
    "text": "Jesus answered, I have told you that I am {he}: if therefore ye seek me, let these go their way:"
  },
  {
    "reference": "John 18:11",
    "text": "Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?"
  },
  {
    "reference": "John 18:12",
    "text": "Then the band and the captain and officers of the Jews took Jesus, and bound him,"
  },
  {
    "reference": "John 18:15",
    "text": "And Simon Peter followed Jesus, and {so did} another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest."
  },
  {
    "reference": "John 18:19",
    "text": "The high priest then asked Jesus of his disciples, and of his doctrine."
  },
  {
    "reference": "John 18:20",
    "text": "Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing."
  },
  {
    "reference": "John 18:22",
    "text": "And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answerest thou the high priest so? {with...: or, with a rod}"
  },
  {
    "reference": "John 18:23",
    "text": "Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?"
  },
  {
    "reference": "John 18:28",
    "text": "Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover. {the hall...: or, Pilate's house}"
  },
  {
    "reference": "John 18:32",
    "text": "That the saying of Jesus might be fulfilled, which he spake, signifying what death he should die."
  },
  {
    "reference": "John 18:33",
    "text": "Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Art thou the King of the Jews?"
  },
  {
    "reference": "John 18:34",
    "text": "Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?"
  },
  {
    "reference": "John 18:36",
    "text": "Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence."
  },
  {
    "reference": "John 18:37",
    "text": "Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice."
  },
  {
    "reference": "John 19:1",
    "text": "Then Pilate therefore took Jesus, and scourged {him}."
  },
  {
    "reference": "John 19:5",
    "text": "Then came Jesus forth, wearing the crown of thorns, and the purple robe. And {Pilate} saith unto them, Behold the man!"
  },
  {
    "reference": "John 19:9",
    "text": "And went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer."
  },
  {
    "reference": "John 19:11",
    "text": "Jesus answered, Thou couldest have no power {at all} against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin."
  },
  {
    "reference": "John 19:13",
    "text": "When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha."
  },
  {
    "reference": "John 19:16",
    "text": "Then delivered he him therefore unto them to be crucified. And they took Jesus, and led {him} away."
  },
  {
    "reference": "John 19:18",
    "text": "Where they crucified him, and two other with him, on either side one, and Jesus in the midst."
  },
  {
    "reference": "John 19:19",
    "text": "And Pilate wrote a title, and put {it} on the cross. And the writing was, JESUS OF NAZARETH THE KING OF THE JEWS."
  },
  {
    "reference": "John 19:20",
    "text": "This title then read many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, {and} Greek, {and} Latin."
  },
  {
    "reference": "John 19:23",
    "text": "Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also {his} coat: now the coat was without seam, woven from the top throughout. {woven: or, wrought}"
  },
  {
    "reference": "John 19:25",
    "text": "Now there stood by the cross of Jesus his mother, and his mother's sister, Mary the {wife} of Cleophas, and Mary Magdalene. {Cleophas: or, Clopas}"
  },
  {
    "reference": "John 19:26",
    "text": "When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!"
  },
  {
    "reference": "John 19:28",
    "text": "After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst."
  },
  {
    "reference": "John 19:30",
    "text": "When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost."
  },
  {
    "reference": "John 19:33",
    "text": "But when they came to Jesus, and saw that he was dead already, they brake not his legs:"
  },
  {
    "reference": "John 19:38",
    "text": "And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave {him} leave. He came therefore, and took the body of Jesus."
  },
  {
    "reference": "John 19:39",
    "text": "And there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound {weight}."
  },
  {
    "reference": "John 19:40",
    "text": "Then took they the body of Jesus, and wound it in linen clothes with the spices, as the manner of the Jews is to bury."
  },
  {
    "reference": "John 19:42",
    "text": "There laid they Jesus therefore because of the Jews' preparation {day}; for the sepulchre was nigh at hand."
  },
  {
    "reference": "John 20:2",
    "text": "Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him."
  },
  {
    "reference": "John 20:12",
    "text": "And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain."
  },
  {
    "reference": "John 20:14",
    "text": "And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus."
  },
  {
    "reference": "John 20:15",
    "text": "Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away."
  },
  {
    "reference": "John 20:16",
    "text": "Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master."
  },
  {
    "reference": "John 20:17",
    "text": "Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and {to} my God, and your God."
  },
  {
    "reference": "John 20:19",
    "text": "Then the same day at evening, being the first {day} of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace {be} unto you."
  },
  {
    "reference": "John 20:21",
    "text": "Then said Jesus to them again, Peace {be} unto you: as {my} Father hath sent me, even so send I you."
  },
  {
    "reference": "John 20:24",
    "text": "But Thomas, one of the twelve, called Didymus, was not with them when Jesus came."
  },
  {
    "reference": "John 20:26",
    "text": "And after eight days again his disciples were within, and Thomas with them: {then} came Jesus, the doors being shut, and stood in the midst, and said, Peace {be} unto you."
  },
  {
    "reference": "John 20:29",
    "text": "Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed {are} they that have not seen, and {yet} have believed."
  },
  {
    "reference": "John 20:30",
    "text": "And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:"
  },
  {
    "reference": "John 20:31",
    "text": "But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name."
  },
  {
    "reference": "John 21:1",
    "text": "After these things Jesus shewed himself again to the disciples at the sea of Tiberias; and on this wise shewed he {himself}."
  },
  {
    "reference": "John 21:4",
    "text": "But when the morning was now come, Jesus stood on the shore: but the disciples knew not that it was Jesus."
  },
  {
    "reference": "John 21:5",
    "text": "Then Jesus saith unto them, Children, have ye any meat? They answered him, No. {Children: or, Sirs}"
  },
  {
    "reference": "John 21:7",
    "text": "Therefore that disciple whom Jesus loved saith unto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt {his} fisher's coat {unto him}, (for he was naked,) and did cast himself into the sea."
  },
  {
    "reference": "John 21:10",
    "text": "Jesus saith unto them, Bring of the fish which ye have now caught."
  },
  {
    "reference": "John 21:12",
    "text": "Jesus saith unto them, Come {and} dine. And none of the disciples durst ask him, Who art thou? knowing that it was the Lord."
  },
  {
    "reference": "John 21:13",
    "text": "Jesus then cometh, and taketh bread, and giveth them, and fish likewise."
  },
  {
    "reference": "John 21:14",
    "text": "This is now the third time that Jesus shewed himself to his disciples, after that he was risen from the dead."
  },
  {
    "reference": "John 21:15",
    "text": "So when they had dined, Jesus saith to Simon Peter, Simon, {son} of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs."
  },
  {
    "reference": "John 21:17",
    "text": "He saith unto him the third time, Simon, {son} of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep."
  },
  {
    "reference": "John 21:20",
    "text": "Then Peter, turning about, seeth the disciple whom Jesus loved following; which also leaned on his breast at supper, and said, Lord, which is he that betrayeth thee?"
  },
  {
    "reference": "John 21:21",
    "text": "Peter seeing him saith to Jesus, Lord, and what {shall} this man {do}?"
  },
  {
    "reference": "John 21:22",
    "text": "Jesus saith unto him, If I will that he tarry till I come, what {is that} to thee? follow thou me."
  },
  {
    "reference": "John 21:23",
    "text": "Then went this saying abroad among the brethren, that that disciple should not die: yet Jesus said not unto him, He shall not die; but, If I will that he tarry till I come, what {is that} to thee?"
  },
  {
    "reference": "John 21:25",
    "text": "And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen."
  },
  {
    "reference": "Acts 1:1",
    "text": "The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,"
  },
  {
    "reference": "Acts 1:11",
    "text": "Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven."
  },
  {
    "reference": "Acts 1:14",
    "text": "These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren."
  },
  {
    "reference": "Acts 1:16",
    "text": "Men {and} brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus."
  },
  {
    "reference": "Acts 1:21",
    "text": "Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,"
  },
  {
    "reference": "Acts 2:22",
    "text": "Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:"
  },
  {
    "reference": "Acts 2:32",
    "text": "This Jesus hath God raised up, whereof we all are witnesses."
  },
  {
    "reference": "Acts 2:36",
    "text": "Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ."
  },
  {
    "reference": "Acts 2:38",
    "text": "Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost."
  },
  {
    "reference": "Acts 3:6",
    "text": "Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk."
  },
  {
    "reference": "Acts 3:13",
    "text": "The God of Abraham, and of Isaac, and of Jacob, the God of our fathers, hath glorified his Son Jesus; whom ye delivered up, and denied him in the presence of Pilate, when he was determined to let {him} go."
  },
  {
    "reference": "Acts 3:20",
    "text": "And he shall send Jesus Christ, which before was preached unto you:"
  },
  {
    "reference": "Acts 3:26",
    "text": "Unto you first God, having raised up his Son Jesus, sent him to bless you, in turning away every one of you from his iniquities."
  },
  {
    "reference": "Acts 4:2",
    "text": "Being grieved that they taught the people, and preached through Jesus the resurrection from the dead."
  },
  {
    "reference": "Acts 4:10",
    "text": "Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, {even} by him doth this man stand here before you whole."
  },
  {
    "reference": "Acts 4:13",
    "text": "Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus."
  },
  {
    "reference": "Acts 4:18",
    "text": "And they called them, and commanded them not to speak at all nor teach in the name of Jesus."
  },
  {
    "reference": "Acts 4:27",
    "text": "For of a truth against thy holy child Jesus, whom thou hast anointed, both Herod, and Pontius Pilate, with the Gentiles, and the people of Israel, were gathered together,"
  },
  {
    "reference": "Acts 4:30",
    "text": "By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus."
  },
  {
    "reference": "Acts 4:33",
    "text": "And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all."
  },
  {
    "reference": "Acts 5:30",
    "text": "The God of our fathers raised up Jesus, whom ye slew and hanged on a tree."
  },
  {
    "reference": "Acts 5:40",
    "text": "And to him they agreed: and when they had called the apostles, and beaten {them}, they commanded that they should not speak in the name of Jesus, and let them go."
  },
  {
    "reference": "Acts 5:42",
    "text": "And daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ."
  },
  {
    "reference": "Acts 6:14",
    "text": "For we have heard him say, that this Jesus of Nazareth shall destroy this place, and shall change the customs which Moses delivered us. {customs: or, rites}"
  },
  {
    "reference": "Acts 7:45",
    "text": "Which also our fathers that came after brought in with Jesus into the possession of the Gentiles, whom God drave out before the face of our fathers, unto the days of David; {that...: or, having received}"
  },
  {
    "reference": "Acts 7:55",
    "text": "But he, being full of the Holy Ghost, looked up stedfastly into heaven, and saw the glory of God, and Jesus standing on the right hand of God,"
  },
  {
    "reference": "Acts 7:59",
    "text": "And they stoned Stephen, calling upon {God}, and saying, Lord Jesus, receive my spirit."
  },
  {
    "reference": "Acts 8:12",
    "text": "But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women."
  },
  {
    "reference": "Acts 8:16",
    "text": "(For as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)"
  },
  {
    "reference": "Acts 8:35",
    "text": "Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus."
  },
  {
    "reference": "Acts 8:37",
    "text": "And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God."
  },
  {
    "reference": "Acts 9:5",
    "text": "And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest: {it is} hard for thee to kick against the pricks."
  },
  {
    "reference": "Acts 9:17",
    "text": "And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, {even} Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost."
  },
  {
    "reference": "Acts 9:27",
    "text": "But Barnabas took him, and brought {him} to the apostles, and declared unto them how he had seen the Lord in the way, and that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus."
  },
  {
    "reference": "Acts 9:29",
    "text": "And he spake boldly in the name of the Lord Jesus, and disputed against the Grecians: but they went about to slay him."
  },
  {
    "reference": "Acts 9:34",
    "text": "And Peter said unto him, Aeneas, Jesus Christ maketh thee whole: arise, and make thy bed. And he arose immediately."
  },
  {
    "reference": "Acts 10:36",
    "text": "The word which {God} sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)"
  },
  {
    "reference": "Acts 10:38",
    "text": "How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him."
  },
  {
    "reference": "Acts 11:17",
    "text": "Forasmuch then as God gave them the like gift as {he did} unto us, who believed on the Lord Jesus Christ; what was I, that I could withstand God?"
  },
  {
    "reference": "Acts 11:20",
    "text": "And some of them were men of Cyprus and Cyrene, which, when they were come to Antioch, spake unto the Grecians, preaching the Lord Jesus."
  },
  {
    "reference": "Acts 13:6",
    "text": "And when they had gone through the isle unto Paphos, they found a certain sorcerer, a false prophet, a Jew, whose name {was} Barjesus:"
  },
  {
    "reference": "Acts 13:23",
    "text": "Of this man's seed hath God according to {his} promise raised unto Israel a Saviour, Jesus:"
  },
  {
    "reference": "Acts 13:33",
    "text": "God hath fulfilled the same unto us their children, in that he hath raised up Jesus again; as it is also written in the second psalm, Thou art my Son, this day have I begotten thee."
  },
  {
    "reference": "Acts 15:11",
    "text": "But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they."
  },
  {
    "reference": "Acts 15:26",
    "text": "Men that have hazarded their lives for the name of our Lord Jesus Christ."
  },
  {
    "reference": "Acts 16:18",
    "text": "And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour."
  },
  {
    "reference": "Acts 16:31",
    "text": "And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house."
  },
  {
    "reference": "Acts 17:3",
    "text": "Opening and alleging, that Christ must needs have suffered, and risen again from the dead; and that this Jesus, whom I preach unto you, is Christ. {whom...: or, whom, said he, I preach}"
  },
  {
    "reference": "Acts 17:7",
    "text": "Whom Jason hath received: and these all do contrary to the decrees of Caesar, saying that there is another king, {one} Jesus."
  },
  {
    "reference": "Acts 17:18",
    "text": "Then certain philosophers of the Epicureans, and of the Stoicks, encountered him. And some said, What will this babbler say? other some, He seemeth to be a setter forth of strange gods: because he preached unto them Jesus, and the resurrection. {babbler: or, base fellow}"
  },
  {
    "reference": "Acts 18:5",
    "text": "And when Silas and Timotheus were come from Macedonia, Paul was pressed in the spirit, and testified to the Jews {that} Jesus {was} Christ. {was Christ: or, is the Christ}"
  },
  {
    "reference": "Acts 18:28",
    "text": "For he mightily convinced the Jews, {and that} publickly, shewing by the scriptures that Jesus was Christ. {Christ: or, is the Christ}"
  },
  {
    "reference": "Acts 19:4",
    "text": "Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus."
  },
  {
    "reference": "Acts 19:5",
    "text": "When they heard {this}, they were baptized in the name of the Lord Jesus."
  },
  {
    "reference": "Acts 19:10",
    "text": "And this continued by the space of two years; so that all they which dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks."
  },
  {
    "reference": "Acts 19:13",
    "text": "Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth."
  },
  {
    "reference": "Acts 19:15",
    "text": "And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?"
  },
  {
    "reference": "Acts 19:17",
    "text": "And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified."
  },
  {
    "reference": "Acts 20:21",
    "text": "Testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ."
  },
  {
    "reference": "Acts 20:24",
    "text": "But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God."
  },
  {
    "reference": "Acts 20:35",
    "text": "I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive."
  },
  {
    "reference": "Acts 21:13",
    "text": "Then Paul answered, What mean ye to weep and to break mine heart? for I am ready not to be bound only, but also to die at Jerusalem for the name of the Lord Jesus."
  },
  {
    "reference": "Acts 22:8",
    "text": "And I answered, Who art thou, Lord? And he said unto me, I am Jesus of Nazareth, whom thou persecutest."
  },
  {
    "reference": "Acts 25:19",
    "text": "But had certain questions against him of their own superstition, and of one Jesus, which was dead, whom Paul affirmed to be alive."
  },
  {
    "reference": "Acts 26:9",
    "text": "I verily thought with myself, that I ought to do many things contrary to the name of Jesus of Nazareth."
  },
  {
    "reference": "Acts 26:15",
    "text": "And I said, Who art thou, Lord? And he said, I am Jesus whom thou persecutest."
  },
  {
    "reference": "Acts 28:23",
    "text": "And when they had appointed him a day, there came many to him into {his} lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and {out of} the prophets, from morning till evening."
  },
  {
    "reference": "Acts 28:31",
    "text": "Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him."
  },
  {
    "reference": "Romans 1:1",
    "text": "Paul, a servant of Jesus Christ, called {to be} an apostle, separated unto the gospel of God,"
  },
  {
    "reference": "Romans 1:3",
    "text": "Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;"
  },
  {
    "reference": "Romans 1:6",
    "text": "Among whom are ye also the called of Jesus Christ:"
  },
  {
    "reference": "Romans 1:7",
    "text": "To all that be in Rome, beloved of God, called {to be} saints: Grace to you and peace from God our Father, and the Lord Jesus Christ."
  },
  {
    "reference": "Romans 1:8",
    "text": "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world."
  },
  {
    "reference": "Romans 2:16",
    "text": "In the day when God shall judge the secrets of men by Jesus Christ according to my gospel."
  },
  {
    "reference": "Romans 3:22",
    "text": "Even the righteousness of God {which is} by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:"
  },
  {
    "reference": "Romans 3:24",
    "text": "Being justified freely by his grace through the redemption that is in Christ Jesus:"
  },
  {
    "reference": "Romans 3:26",
    "text": "To declare, {I say}, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus."
  },
  {
    "reference": "Romans 4:24",
    "text": "But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;"
  },
  {
    "reference": "Romans 5:1",
    "text": "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:"
  },
  {
    "reference": "Romans 5:11",
    "text": "And not only {so}, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement. {atonement: or, reconciliation}"
  },
  {
    "reference": "Romans 5:15",
    "text": "But not as the offence, so also {is} the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, {which is} by one man, Jesus Christ, hath abounded unto many."
  },
  {
    "reference": "Romans 5:17",
    "text": "For if by one man's offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.) {by one man's...: or, by one offence}"
  },
  {
    "reference": "Romans 5:21",
    "text": "That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord."
  },
  {
    "reference": "Romans 6:3",
    "text": "Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death? {were: or, are}"
  },
  {
    "reference": "Romans 6:11",
    "text": "Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord."
  },
  {
    "reference": "Romans 6:23",
    "text": "For the wages of sin {is} death; but the gift of God {is} eternal life through Jesus Christ our Lord."
  },
  {
    "reference": "Romans 7:25",
    "text": "I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin."
  },
  {
    "reference": "Romans 8:1",
    "text": "{There is} therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit."
  },
  {
    "reference": "Romans 8:2",
    "text": "For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death."
  },
  {
    "reference": "Romans 8:11",
    "text": "But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you. {by: or, because of}"
  },
  {
    "reference": "Romans 8:39",
    "text": "Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."
  },
  {
    "reference": "Romans 10:9",
    "text": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved."
  },
  {
    "reference": "Romans 13:14",
    "text": "But put ye on the Lord Jesus Christ, and make not provision for the flesh, to {fulfil} the lusts {thereof}."
  },
  {
    "reference": "Romans 14:14",
    "text": "I know, and am persuaded by the Lord Jesus, that {there is} nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him {it is} unclean. {unclean: Gr. common}"
  },
  {
    "reference": "Romans 15:5",
    "text": "Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus: {according to: or, after the example of}"
  },
  {
    "reference": "Romans 15:6",
    "text": "That ye may with one mind {and} one mouth glorify God, even the Father of our Lord Jesus Christ."
  },
  {
    "reference": "Romans 15:8",
    "text": "Now I say that Jesus Christ was a minister of the circumcision for the truth of God, to confirm the promises {made} unto the fathers:"
  },
  {
    "reference": "Romans 15:16",
    "text": "That I should be the minister of Jesus Christ to the Gentiles, ministering the gospel of God, that the offering up of the Gentiles might be acceptable, being sanctified by the Holy Ghost. {offering up: or, sacrificing}"
  },
  {
    "reference": "Romans 15:17",
    "text": "I have therefore whereof I may glory through Jesus Christ in those things which pertain to God."
  },
  {
    "reference": "Romans 15:30",
    "text": "Now I beseech you, brethren, for the Lord Jesus Christ's sake, and for the love of the Spirit, that ye strive together with me in {your} prayers to God for me;"
  },
  {
    "reference": "Romans 16:3",
    "text": "Greet Priscilla and Aquila my helpers in Christ Jesus:"
  },
  {
    "reference": "Romans 16:18",
    "text": "For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple."
  },
  {
    "reference": "Romans 16:20",
    "text": "And the God of peace shall bruise Satan under your feet shortly. The grace of our Lord Jesus Christ {be} with you. Amen. {bruise: or, tread}"
  },
  {
    "reference": "Romans 16:24",
    "text": "The grace of our Lord Jesus Christ {be} with you all. Amen."
  },
  {
    "reference": "Romans 16:25",
    "text": "Now to him that is of power to stablish you according to my gospel, and the preaching of Jesus Christ, according to the revelation of the mystery, which was kept secret since the world began,"
  },
  {
    "reference": "Romans 16:27",
    "text": "To God only wise, {be} glory through Jesus Christ for ever. Amen. {Written to the Romans from Corinthus, and sent} by Phebe servant of the church at Cenchrea.}"
  },
  {
    "reference": "1 Corinthians 1:1",
    "text": "Paul, called {to be} an apostle of Jesus Christ through the will of God, and Sosthenes {our} brother,"
  },
  {
    "reference": "1 Corinthians 1:2",
    "text": "Unto the church of God which is at Corinth, to them that are sanctified in Christ Jesus, called {to be} saints, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:"
  },
  {
    "reference": "1 Corinthians 1:3",
    "text": "Grace {be} unto you, and peace, from God our Father, and {from} the Lord Jesus Christ."
  },
  {
    "reference": "1 Corinthians 1:4",
    "text": "I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;"
  },
  {
    "reference": "1 Corinthians 1:7",
    "text": "So that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ: {coming: Gr. revelation}"
  },
  {
    "reference": "1 Corinthians 1:8",
    "text": "Who shall also confirm you unto the end, {that ye may be} blameless in the day of our Lord Jesus Christ."
  },
  {
    "reference": "1 Corinthians 1:9",
    "text": "God {is} faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord."
  },
  {
    "reference": "1 Corinthians 1:10",
    "text": "Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and {that} there be no divisions among you; but {that} ye be perfectly joined together in the same mind and in the same judgment. {divisions: Gr. schisms}"
  },
  {
    "reference": "1 Corinthians 1:30",
    "text": "But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:"
  },
  {
    "reference": "1 Corinthians 2:2",
    "text": "For I determined not to know any thing among you, save Jesus Christ, and him crucified."
  },
  {
    "reference": "1 Corinthians 3:11",
    "text": "For other foundation can no man lay than that is laid, which is Jesus Christ."
  },
  {
    "reference": "1 Corinthians 4:15",
    "text": "For though ye have ten thousand instructors in Christ, yet {have ye} not many fathers: for in Christ Jesus I have begotten you through the gospel."
  },
  {
    "reference": "1 Corinthians 5:4",
    "text": "In the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,"
  },
  {
    "reference": "1 Corinthians 5:5",
    "text": "To deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus."
  },
  {
    "reference": "1 Corinthians 6:11",
    "text": "And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God."
  },
  {
    "reference": "1 Corinthians 8:6",
    "text": "But to us {there is but} one God, the Father, of whom {are} all things, and we in him; and one Lord Jesus Christ, by whom {are} all things, and we by him. {in: or, for}"
  },
  {
    "reference": "1 Corinthians 9:1",
    "text": "Am I not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my work in the Lord?"
  },
  {
    "reference": "1 Corinthians 11:23",
    "text": "For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the {same} night in which he was betrayed took bread:"
  },
  {
    "reference": "1 Corinthians 12:3",
    "text": "Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and {that} no man can say that Jesus is the Lord, but by the Holy Ghost. {accursed: or, anathema}"
  },
  {
    "reference": "1 Corinthians 15:31",
    "text": "I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily. {your: some read, our}"
  },
  {
    "reference": "1 Corinthians 15:57",
    "text": "But thanks {be} to God, which giveth us the victory through our Lord Jesus Christ."
  },
  {
    "reference": "1 Corinthians 16:22",
    "text": "If any man love not the Lord Jesus Christ, let him be Anathema Maranatha."
  },
  {
    "reference": "1 Corinthians 16:23",
    "text": "The grace of our Lord Jesus Christ {be} with you."
  },
  {
    "reference": "1 Corinthians 16:24",
    "text": "My love {be} with you all in Christ Jesus. Amen. {The first epistle} to the Corinthians was written from Philippi by Stephanas and Fortunatus and Achaicus and Timotheus.}"
  },
  {
    "reference": "2 Corinthians 1:1",
    "text": "Paul, an apostle of Jesus Christ by the will of God, and Timothy {our} brother, unto the church of God which is at Corinth, with all the saints which are in all Achaia:"
  },
  {
    "reference": "2 Corinthians 1:2",
    "text": "Grace {be} to you and peace from God our Father, and {from} the Lord Jesus Christ."
  },
  {
    "reference": "2 Corinthians 1:3",
    "text": "Blessed {be} God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;"
  },
  {
    "reference": "2 Corinthians 1:14",
    "text": "As also ye have acknowledged us in part, that we are your rejoicing, even as ye also {are} ours in the day of the Lord Jesus."
  },
  {
    "reference": "2 Corinthians 1:19",
    "text": "For the Son of God, Jesus Christ, who was preached among you by us, {even} by me and Silvanus and Timotheus, was not yea and nay, but in him was yea."
  },
  {
    "reference": "2 Corinthians 4:5",
    "text": "For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus' sake."
  },
  {
    "reference": "2 Corinthians 4:6",
    "text": "For God, who commanded the light to shine out of darkness, hath shined in our hearts, to {give} the light of the knowledge of the glory of God in the face of Jesus Christ. {hath: Gr. is he who hath}"
  },
  {
    "reference": "2 Corinthians 4:10",
    "text": "Always bearing about in the body the dying of the Lord Jesus, that the life also of Jesus might be made manifest in our body."
  },
  {
    "reference": "2 Corinthians 4:11",
    "text": "For we which live are alway delivered unto death for Jesus' sake, that the life also of Jesus might be made manifest in our mortal flesh."
  },
  {
    "reference": "2 Corinthians 4:14",
    "text": "Knowing that he which raised up the Lord Jesus shall raise up us also by Jesus, and shall present {us} with you."
  },
  {
    "reference": "2 Corinthians 5:18",
    "text": "And all things {are} of God, who hath reconciled us to himself by Jesus Christ, and hath given to us the ministry of reconciliation;"
  },
  {
    "reference": "2 Corinthians 8:9",
    "text": "For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich."
  },
  {
    "reference": "2 Corinthians 11:4",
    "text": "For if he that cometh preacheth another Jesus, whom we have not preached, or {if} ye receive another spirit, which ye have not received, or another gospel, which ye have not accepted, ye might well bear with {him}. {with him: or, with me}"
  },
  {
    "reference": "2 Corinthians 11:31",
    "text": "The God and Father of our Lord Jesus Christ, which is blessed for evermore, knoweth that I lie not."
  },
  {
    "reference": "2 Corinthians 13:5",
    "text": "Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?"
  },
  {
    "reference": "2 Corinthians 13:14",
    "text": "The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, {be} with you all. Amen. {The second epistle} to the Corinthians was written from Philippi, {a city} of Macedonia, by Titus and Lucas."
  },
  {
    "reference": "Galatians 1:1",
    "text": "Paul, an apostle, (not of men, neither by man, but by Jesus Christ, and God the Father, who raised him from the dead;)"
  },
  {
    "reference": "Galatians 1:3",
    "text": "Grace {be} to you and peace from God the Father, and {from} our Lord Jesus Christ,"
  },
  {
    "reference": "Galatians 1:12",
    "text": "For I neither received it of man, neither was I taught {it}, but by the revelation of Jesus Christ."
  },
  {
    "reference": "Galatians 2:4",
    "text": "And that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:"
  },
  {
    "reference": "Galatians 2:16",
    "text": "Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified."
  },
  {
    "reference": "Galatians 3:1",
    "text": "O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?"
  },
  {
    "reference": "Galatians 3:14",
    "text": "That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith."
  },
  {
    "reference": "Galatians 3:22",
    "text": "But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe."
  },
  {
    "reference": "Galatians 3:26",
    "text": "For ye are all the children of God by faith in Christ Jesus."
  },
  {
    "reference": "Galatians 3:28",
    "text": "There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus."
  },
  {
    "reference": "Galatians 4:14",
    "text": "And my temptation which was in my flesh ye despised not, nor rejected; but received me as an angel of God, {even} as Christ Jesus."
  },
  {
    "reference": "Galatians 5:6",
    "text": "For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love."
  },
  {
    "reference": "Galatians 6:14",
    "text": "But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world. {by whom: or, whereby}"
  },
  {
    "reference": "Galatians 6:15",
    "text": "For in Christ Jesus neither circumcision availeth any thing, nor uncircumcision, but a new creature."
  },
  {
    "reference": "Galatians 6:17",
    "text": "From henceforth let no man trouble me: for I bear in my body the marks of the Lord Jesus."
  },
  {
    "reference": "Galatians 6:18",
    "text": "Brethren, the grace of our Lord Jesus Christ {be} with your spirit. Amen. {To the} Galatians written from Rome."
  },
  {
    "reference": "Ephesians 1:1",
    "text": "Paul, an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus:"
  },
  {
    "reference": "Ephesians 1:2",
    "text": "Grace {be} to you, and peace, from God our Father, and {from} the Lord Jesus Christ."
  },
  {
    "reference": "Ephesians 1:3",
    "text": "Blessed {be} the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly {places} in Christ: {places: or, things}"
  },
  {
    "reference": "Ephesians 1:5",
    "text": "Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,"
  },
  {
    "reference": "Ephesians 1:15",
    "text": "Wherefore I also, after I heard of your faith in the Lord Jesus, and love unto all the saints,"
  },
  {
    "reference": "Ephesians 1:17",
    "text": "That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him: {in...: or, for the acknowledgement}"
  },
  {
    "reference": "Ephesians 2:6",
    "text": "And hath raised {us} up together, and made {us} sit together in heavenly {places} in Christ Jesus:"
  },
  {
    "reference": "Ephesians 2:7",
    "text": "That in the ages to come he might shew the exceeding riches of his grace in {his} kindness toward us through Christ Jesus."
  },
  {
    "reference": "Ephesians 2:10",
    "text": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them. {ordained: or, prepared}"
  },
  {
    "reference": "Ephesians 2:13",
    "text": "But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ."
  },
  {
    "reference": "Ephesians 2:20",
    "text": "And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner {stone};"
  },
  {
    "reference": "Ephesians 3:1",
    "text": "For this cause I Paul, the prisoner of Jesus Christ for you Gentiles,"
  },
  {
    "reference": "Ephesians 3:9",
    "text": "And to make all {men} see what {is} the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:"
  },
  {
    "reference": "Ephesians 3:11",
    "text": "According to the eternal purpose which he purposed in Christ Jesus our Lord:"
  },
  {
    "reference": "Ephesians 3:14",
    "text": "For this cause I bow my knees unto the Father of our Lord Jesus Christ,"
  },
  {
    "reference": "Ephesians 3:21",
    "text": "Unto him {be} glory in the church by Christ Jesus throughout all ages, world without end. Amen."
  },
  {
    "reference": "Ephesians 4:21",
    "text": "If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:"
  },
  {
    "reference": "Ephesians 5:20",
    "text": "Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;"
  },
  {
    "reference": "Ephesians 6:23",
    "text": "Peace {be} to the brethren, and love with faith, from God the Father and the Lord Jesus Christ."
  },
  {
    "reference": "Ephesians 6:24",
    "text": "Grace {be} with all them that love our Lord Jesus Christ in sincerity. Amen. {To the} Ephesians written from Rome, by Tychicus. {in sincerity: or, with incorruption}"
  },
  {
    "reference": "Philippians 1:1",
    "text": "Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:"
  },
  {
    "reference": "Philippians 1:2",
    "text": "Grace {be} unto you, and peace, from God our Father, and {from} the Lord Jesus Christ."
  },
  {
    "reference": "Philippians 1:6",
    "text": "Being confident of this very thing, that he which hath begun a good work in you will perform {it} until the day of Jesus Christ: {perform: or, finish}"
  },
  {
    "reference": "Philippians 1:8",
    "text": "For God is my record, how greatly I long after you all in the bowels of Jesus Christ."
  },
  {
    "reference": "Philippians 1:11",
    "text": "Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God."
  },
  {
    "reference": "Philippians 1:19",
    "text": "For I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,"
  },
  {
    "reference": "Philippians 1:26",
    "text": "That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again."
  },
  {
    "reference": "Philippians 2:5",
    "text": "Let this mind be in you, which was also in Christ Jesus:"
  },
  {
    "reference": "Philippians 2:10",
    "text": "That at the name of Jesus every knee should bow, of {things} in heaven, and {things} in earth, and {things} under the earth;"
  },
  {
    "reference": "Philippians 2:11",
    "text": "And {that} every tongue should confess that Jesus Christ {is} Lord, to the glory of God the Father."
  },
  {
    "reference": "Philippians 2:19",
    "text": "But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state. {But: or, Moreover}"
  },
  {
    "reference": "Philippians 2:21",
    "text": "For all seek their own, not the things which are Jesus Christ's."
  },
  {
    "reference": "Philippians 3:3",
    "text": "For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh."
  },
  {
    "reference": "Philippians 3:8",
    "text": "Yea doubtless, and I count all things {but} loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them {but} dung, that I may win Christ,"
  },
  {
    "reference": "Philippians 3:12",
    "text": "Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus."
  },
  {
    "reference": "Philippians 3:14",
    "text": "I press toward the mark for the prize of the high calling of God in Christ Jesus."
  },
  {
    "reference": "Philippians 3:20",
    "text": "For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ: {conversation...: or, we live or conduct ourselves as citizens of heaven, or, for obtaining heaven}"
  },
  {
    "reference": "Philippians 4:7",
    "text": "And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."
  },
  {
    "reference": "Philippians 4:19",
    "text": "But my God shall supply all your need according to his riches in glory by Christ Jesus."
  },
  {
    "reference": "Philippians 4:21",
    "text": "Salute every saint in Christ Jesus. The brethren which are with me greet you."
  },
  {
    "reference": "Philippians 4:23",
    "text": "The grace of our Lord Jesus Christ {be} with you all. Amen. {To the} Philippians written from Rome, by Epaphroditus."
  },
  {
    "reference": "Colossians 1:1",
    "text": "Paul, an apostle of Jesus Christ by the will of God, and Timotheus {our} brother,"
  },
  {
    "reference": "Colossians 1:2",
    "text": "To the saints and faithful brethren in Christ which are at Colosse: Grace {be} unto you, and peace, from God our Father and the Lord Jesus Christ."
  },
  {
    "reference": "Colossians 1:3",
    "text": "We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,"
  },
  {
    "reference": "Colossians 1:4",
    "text": "Since we heard of your faith in Christ Jesus, and of the love {which ye have} to all the saints,"
  },
  {
    "reference": "Colossians 1:28",
    "text": "Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:"
  },
  {
    "reference": "Colossians 2:6",
    "text": "As ye have therefore received Christ Jesus the Lord, {so} walk ye in him:"
  },
  {
    "reference": "Colossians 3:17",
    "text": "And whatsoever ye do in word or deed, {do} all in the name of the Lord Jesus, giving thanks to God and the Father by him."
  },
  {
    "reference": "Colossians 4:11",
    "text": "And Jesus, which is called Justus, who are of the circumcision. These only {are my} fellowworkers unto the kingdom of God, which have been a comfort unto me."
  },
  {
    "reference": "1 Thessalonians 1:1",
    "text": "Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians {which is} in God the Father and {in} the Lord Jesus Christ: Grace {be} unto you, and peace, from God our Father, and the Lord Jesus Christ."
  },
  {
    "reference": "1 Thessalonians 1:3",
    "text": "Remembering without ceasing your work of faith, and labour of love, and patience of hope in our Lord Jesus Christ, in the sight of God and our Father;"
  },
  {
    "reference": "1 Thessalonians 1:10",
    "text": "And to wait for his Son from heaven, whom he raised from the dead, {even} Jesus, which delivered us from the wrath to come."
  },
  {
    "reference": "1 Thessalonians 2:14",
    "text": "For ye, brethren, became followers of the churches of God which in Judaea are in Christ Jesus: for ye also have suffered like things of your own countrymen, even as they {have} of the Jews:"
  },
  {
    "reference": "1 Thessalonians 2:15",
    "text": "Who both killed the Lord Jesus, and their own prophets, and have persecuted us; and they please not God, and are contrary to all men: {persecuted us: or, chased us out}"
  },
  {
    "reference": "1 Thessalonians 2:19",
    "text": "For what {is} our hope, or joy, or crown of rejoicing? {Are} not even ye in the presence of our Lord Jesus Christ at his coming? {rejoicing: or, glorying?}"
  },
  {
    "reference": "1 Thessalonians 3:11",
    "text": "Now God himself and our Father, and our Lord Jesus Christ, direct our way unto you. {direct: or, guide}"
  },
  {
    "reference": "1 Thessalonians 3:13",
    "text": "To the end he may stablish your hearts unblameable in holiness before God, even our Father, at the coming of our Lord Jesus Christ with all his saints. {saints: or, holy ones, or, angels}"
  },
  {
    "reference": "1 Thessalonians 4:1",
    "text": "Furthermore then we beseech you, brethren, and exhort {you} by the Lord Jesus, that as ye have received of us how ye ought to walk and to please God, {so} ye would abound more and more. {beseech: or, request} {exhort: or, beseech}"
  },
  {
    "reference": "1 Thessalonians 4:2",
    "text": "For ye know what commandments we gave you by the Lord Jesus."
  },
  {
    "reference": "1 Thessalonians 4:14",
    "text": "For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him."
  },
  {
    "reference": "1 Thessalonians 5:9",
    "text": "For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,"
  },
  {
    "reference": "1 Thessalonians 5:18",
    "text": "In every thing give thanks: for this is the will of God in Christ Jesus concerning you."
  },
  {
    "reference": "1 Thessalonians 5:23",
    "text": "And the very God of peace sanctify you wholly; and {I pray God} your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ."
  },
  {
    "reference": "1 Thessalonians 5:28",
    "text": "The grace of our Lord Jesus Christ {be} with you. Amen. {The first epistle} to the Thessalonians was written from Athens."
  },
  {
    "reference": "2 Thessalonians 1:1",
    "text": "Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:"
  },
  {
    "reference": "2 Thessalonians 1:2",
    "text": "Grace unto you, and peace, from God our Father and the Lord Jesus Christ."
  },
  {
    "reference": "2 Thessalonians 1:7",
    "text": "And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels, {his...: Gr. the angels of his power}"
  },
  {
    "reference": "2 Thessalonians 1:8",
    "text": "In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ: {taking: or, yielding}"
  },
  {
    "reference": "2 Thessalonians 1:12",
    "text": "That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ."
  },
  {
    "reference": "2 Thessalonians 2:1",
    "text": "Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and {by} our gathering together unto him, {unto him: or, around him}"
  },
  {
    "reference": "2 Thessalonians 2:14",
    "text": "Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ."
  },
  {
    "reference": "2 Thessalonians 2:16",
    "text": "Now our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given {us} everlasting consolation and good hope through grace,"
  },
  {
    "reference": "2 Thessalonians 3:6",
    "text": "Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us."
  },
  {
    "reference": "2 Thessalonians 3:12",
    "text": "Now them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread."
  },
  {
    "reference": "2 Thessalonians 3:18",
    "text": "The grace of our Lord Jesus Christ {be} with you all. Amen. {The second epistle} to the Thessalonians was written from Athens."
  },
  {
    "reference": "1 Timothy 1:1",
    "text": "Paul, an apostle of Jesus Christ by the commandment of God our Saviour, and Lord Jesus Christ, {which is} our hope;"
  },
  {
    "reference": "1 Timothy 1:2",
    "text": "Unto Timothy, {my} own son in the faith: Grace, mercy, {and} peace, from God our Father and Jesus Christ our Lord."
  },
  {
    "reference": "1 Timothy 1:12",
    "text": "And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;"
  },
  {
    "reference": "1 Timothy 1:14",
    "text": "And the grace of our Lord was exceeding abundant with faith and love which is in Christ Jesus."
  },
  {
    "reference": "1 Timothy 1:15",
    "text": "This {is} a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief."
  },
  {
    "reference": "1 Timothy 1:16",
    "text": "Howbeit for this cause I obtained mercy, that in me first Jesus Christ might shew forth all longsuffering, for a pattern to them which should hereafter believe on him to life everlasting."
  },
  {
    "reference": "1 Timothy 2:5",
    "text": "For {there is} one God, and one mediator between God and men, the man Christ Jesus;"
  },
  {
    "reference": "1 Timothy 3:13",
    "text": "For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus. {used...: or, ministered}"
  },
  {
    "reference": "1 Timothy 4:6",
    "text": "If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained."
  },
  {
    "reference": "1 Timothy 5:21",
    "text": "I charge {thee} before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality. {preferring...: or, prejudice}"
  },
  {
    "reference": "1 Timothy 6:3",
    "text": "If any man teach otherwise, and consent not to wholesome words, {even} the words of our Lord Jesus Christ, and to the doctrine which is according to godliness;"
  },
  {
    "reference": "1 Timothy 6:13",
    "text": "I give thee charge in the sight of God, who quickeneth all things, and {before} Christ Jesus, who before Pontius Pilate witnessed a good confession; {confession: or, profession}"
  },
  {
    "reference": "1 Timothy 6:14",
    "text": "That thou keep {this} commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:"
  },
  {
    "reference": "2 Timothy 1:1",
    "text": "Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,"
  },
  {
    "reference": "2 Timothy 1:2",
    "text": "To Timothy, {my} dearly beloved son: Grace, mercy, {and} peace, from God the Father and Christ Jesus our Lord."
  },
  {
    "reference": "2 Timothy 1:9",
    "text": "Who hath saved us, and called {us} with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,"
  },
  {
    "reference": "2 Timothy 1:10",
    "text": "But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:"
  },
  {
    "reference": "2 Timothy 1:13",
    "text": "Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus."
  },
  {
    "reference": "2 Timothy 2:1",
    "text": "Thou therefore, my son, be strong in the grace that is in Christ Jesus."
  },
  {
    "reference": "2 Timothy 2:3",
    "text": "Thou therefore endure hardness, as a good soldier of Jesus Christ."
  },
  {
    "reference": "2 Timothy 2:8",
    "text": "Remember that Jesus Christ of the seed of David was raised from the dead according to my gospel:"
  },
  {
    "reference": "2 Timothy 2:10",
    "text": "Therefore I endure all things for the elect's sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory."
  },
  {
    "reference": "2 Timothy 3:12",
    "text": "Yea, and all that will live godly in Christ Jesus shall suffer persecution."
  },
  {
    "reference": "2 Timothy 3:15",
    "text": "And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus."
  },
  {
    "reference": "2 Timothy 4:1",
    "text": "I charge {thee} therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;"
  },
  {
    "reference": "2 Timothy 4:22",
    "text": "The Lord Jesus Christ {be} with thy spirit. Grace {be} with you. Amen. {The second epistle} unto Timotheus, ordained the first bishop of the church of the Ephesians, was written from Rome, when Paul was brought before Nero the second time."
  },
  {
    "reference": "Titus 1:1",
    "text": "Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God's elect, and the acknowledging of the truth which is after godliness;"
  },
  {
    "reference": "Titus 1:4",
    "text": "To Titus, {mine} own son after the common faith: Grace, mercy, {and} peace, from God the Father and the Lord Jesus Christ our Saviour."
  },
  {
    "reference": "Titus 2:13",
    "text": "Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; {glorious...: Gr. the appearance of the glory of the great God, and of our Saviour Jesus Christ}"
  },
  {
    "reference": "Titus 3:6",
    "text": "Which he shed on us abundantly through Jesus Christ our Saviour; {abundantly: Gr. richly}"
  },
  {
    "reference": "Philemon 1:1",
    "text": "Paul, a prisoner of Jesus Christ, and Timothy {our} brother, unto Philemon our dearly beloved, and fellowlabourer,"
  },
  {
    "reference": "Philemon 1:3",
    "text": "Grace to you, and peace, from God our Father and the Lord Jesus Christ."
  },
  {
    "reference": "Philemon 1:5",
    "text": "Hearing of thy love and faith, which thou hast toward the Lord Jesus, and toward all saints;"
  },
  {
    "reference": "Philemon 1:6",
    "text": "That the communication of thy faith may become effectual by the acknowledging of every good thing which is in you in Christ Jesus."
  },
  {
    "reference": "Philemon 1:9",
    "text": "Yet for love's sake I rather beseech {thee}, being such an one as Paul the aged, and now also a prisoner of Jesus Christ."
  },
  {
    "reference": "Philemon 1:23",
    "text": "There salute thee Epaphras, my fellowprisoner in Christ Jesus;"
  },
  {
    "reference": "Philemon 1:25",
    "text": "The grace of our Lord Jesus Christ {be} with your spirit. Amen. {Written from Rome to Philemon, by Onesimus a servant.}"
  },
  {
    "reference": "Hebrews 2:9",
    "text": "But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man. {for the: or, by the}"
  },
  {
    "reference": "Hebrews 3:1",
    "text": "Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;"
  },
  {
    "reference": "Hebrews 4:8",
    "text": "For if Jesus had given them rest, then would he not afterward have spoken of another day. {Jesus: that is, Joshua}"
  },
  {
    "reference": "Hebrews 4:14",
    "text": "Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast {our} profession."
  },
  {
    "reference": "Hebrews 6:20",
    "text": "Whither the forerunner is for us entered, {even} Jesus, made an high priest for ever after the order of Melchisedec."
  },
  {
    "reference": "Hebrews 7:22",
    "text": "By so much was Jesus made a surety of a better testament."
  },
  {
    "reference": "Hebrews 10:10",
    "text": "By the which will we are sanctified through the offering of the body of Jesus Christ once {for all}."
  },
  {
    "reference": "Hebrews 10:19",
    "text": "Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus, {boldness: or, liberty}"
  },
  {
    "reference": "Hebrews 12:2",
    "text": "Looking unto Jesus the author and finisher of {our} faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God. {author: or, beginner}"
  },
  {
    "reference": "Hebrews 12:24",
    "text": "And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than {that of} Abel. {covenant: or, testament}"
  },
  {
    "reference": "Hebrews 13:8",
    "text": "Jesus Christ the same yesterday, and to day, and for ever."
  },
  {
    "reference": "Hebrews 13:12",
    "text": "Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate."
  },
  {
    "reference": "Hebrews 13:20",
    "text": "Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant, {covenant: or, testament}"
  },
  {
    "reference": "Hebrews 13:21",
    "text": "Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom {be} glory for ever and ever. Amen. {working: or, doing}"
  },
  {
    "reference": "James 1:1",
    "text": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting."
  },
  {
    "reference": "James 2:1",
    "text": "My brethren, have not the faith of our Lord Jesus Christ, {the Lord} of glory, with respect of persons."
  },
  {
    "reference": "1 Peter 1:1",
    "text": "Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
  },
  {
    "reference": "1 Peter 1:2",
    "text": "Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied."
  },
  {
    "reference": "1 Peter 1:3",
    "text": "Blessed {be} the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead, {abundant: Gr. much}"
  },
  {
    "reference": "1 Peter 1:7",
    "text": "That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:"
  },
  {
    "reference": "1 Peter 1:13",
    "text": "Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; {to the end: Gr. perfectly}"
  },
  {
    "reference": "1 Peter 2:5",
    "text": "Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ. {are: or, be ye}"
  },
  {
    "reference": "1 Peter 3:21",
    "text": "The like figure whereunto {even} baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:"
  },
  {
    "reference": "1 Peter 4:11",
    "text": "If any man speak, {let him speak} as the oracles of God; if any man minister, {let him do it} as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen."
  },
  {
    "reference": "1 Peter 5:10",
    "text": "But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle {you}."
  },
  {
    "reference": "1 Peter 5:14",
    "text": "Greet ye one another with a kiss of charity. Peace {be} with you all that are in Christ Jesus. Amen."
  },
  {
    "reference": "2 Peter 1:1",
    "text": "Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ: {Simon: or, Symeon} {God...: Gr. of our God and Saviour}"
  },
  {
    "reference": "2 Peter 1:2",
    "text": "Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord,"
  },
  {
    "reference": "2 Peter 1:8",
    "text": "For if these things be in you, and abound, they make {you that ye shall} neither {be} barren nor unfruitful in the knowledge of our Lord Jesus Christ. {barren: Gr. idle}"
  },
  {
    "reference": "2 Peter 1:11",
    "text": "For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ."
  },
  {
    "reference": "2 Peter 1:14",
    "text": "Knowing that shortly I must put off {this} my tabernacle, even as our Lord Jesus Christ hath shewed me."
  },
  {
    "reference": "2 Peter 1:16",
    "text": "For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty."
  },
  {
    "reference": "2 Peter 2:20",
    "text": "For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning."
  },
  {
    "reference": "2 Peter 3:18",
    "text": "But grow in grace, and {in} the knowledge of our Lord and Saviour Jesus Christ. To him {be} glory both now and for ever. Amen."
  },
  {
    "reference": "1 John 1:3",
    "text": "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship {is} with the Father, and with his Son Jesus Christ."
  },
  {
    "reference": "1 John 1:7",
    "text": "But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin."
  },
  {
    "reference": "1 John 2:1",
    "text": "My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:"
  },
  {
    "reference": "1 John 2:22",
    "text": "Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son."
  },
  {
    "reference": "1 John 3:23",
    "text": "And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment."
  },
  {
    "reference": "1 John 4:2",
    "text": "Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:"
  },
  {
    "reference": "1 John 4:3",
    "text": "And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that {spirit} of antichrist, whereof ye have heard that it should come; and even now already is it in the world."
  },
  {
    "reference": "1 John 4:15",
    "text": "Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God."
  },
  {
    "reference": "1 John 5:1",
    "text": "Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him. {is born: Gr. has been born}"
  },
  {
    "reference": "1 John 5:5",
    "text": "Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?"
  },
  {
    "reference": "1 John 5:6",
    "text": "This is he that came by water and blood, {even} Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth."
  },
  {
    "reference": "1 John 5:20",
    "text": "And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, {even} in his Son Jesus Christ. This is the true God, and eternal life."
  },
  {
    "reference": "2 John 1:3",
    "text": "Grace be with you, mercy, {and} peace, from God the Father, and from the Lord Jesus Christ, the Son of the Father, in truth and love. {be: Gr. shall be}"
  },
  {
    "reference": "2 John 1:7",
    "text": "For many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist."
  },
  {
    "reference": "Jude 1:1",
    "text": "Jude, the servant of Jesus Christ, and brother of James, to them that are sanctified by God the Father, and preserved in Jesus Christ, {and} called:"
  },
  {
    "reference": "Jude 1:4",
    "text": "For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness and denying the only Lord God, and our Lord Jesus Christ."
  },
  {
    "reference": "Jude 1:17",
    "text": "But, beloved, remember ye the words which were spoken before of the apostles of our Lord Jesus Christ;"
  },
  {
    "reference": "Jude 1:21",
    "text": "Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life."
  },
  {
    "reference": "Revelation 1:1",
    "text": "The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified {it} by his angel unto his servant John:"
  },
  {
    "reference": "Revelation 1:2",
    "text": "Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw."
  },
  {
    "reference": "Revelation 1:5",
    "text": "And from Jesus Christ, {who is} the faithful witness, {and} the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,"
  },
  {
    "reference": "Revelation 1:9",
    "text": "I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ."
  },
  {
    "reference": "Revelation 12:17",
    "text": "And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ."
  },
  {
    "reference": "Revelation 14:12",
    "text": "Here is the patience of the saints: here {are} they that keep the commandments of God, and the faith of Jesus."
  },
  {
    "reference": "Revelation 17:6",
    "text": "And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration."
  },
  {
    "reference": "Revelation 19:10",
    "text": "And I fell at his feet to worship him. And he said unto me, See {thou do it} not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy."
  },
  {
    "reference": "Revelation 20:4",
    "text": "And I saw thrones, and they sat upon them, and judgment was given unto them: and {I saw} the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received {his} mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years."
  },
  {
    "reference": "Revelation 22:16",
    "text": "I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, {and} the bright and morning star."
  },
  {
    "reference": "Revelation 22:20",
    "text": "He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus."
  },
  {
    "reference": "Revelation 22:21",
    "text": "The grace of our Lord Jesus Christ {be} with you all. Amen."
  },
  {
    "reference": "Matthew 1:17",
    "text": "So all the generations from Abraham to David {are} fourteen generations; and from David until the carrying away into Babylon {are} fourteen generations; and from the carrying away into Babylon unto Christ {are} fourteen generations."
  },
  {
    "reference": "Matthew 2:4",
    "text": "And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born."
  },
  {
    "reference": "Matthew 11:2",
    "text": "Now when John had heard in the prison the works of Christ, he sent two of his disciples,"
  },
  {
    "reference": "Matthew 16:16",
    "text": "And Simon Peter answered and said, Thou art the Christ, the Son of the living God."
  },
  {
    "reference": "Matthew 22:41",
    "text": "Saying, What think ye of Christ? whose son is he? They say unto him, {The Son} of David."
  },
  {
    "reference": "Matthew 23:8",
    "text": "But be not ye called Rabbi: for one is your Master, {even} Christ; and all ye are brethren."
  },
  {
    "reference": "Matthew 23:10",
    "text": "Neither be ye called masters: for one is your Master, {even} Christ."
  },
  {
    "reference": "Matthew 24:5",
    "text": "For many shall come in my name, saying, I am Christ; and shall deceive many."
  },
  {
    "reference": "Matthew 24:23",
    "text": "Then if any man shall say unto you, Lo, here {is} Christ, or there; believe {it} not."
  },
  {
    "reference": "Matthew 24:24",
    "text": "For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if {it were} possible, they shall deceive the very elect."
  },
  {
    "reference": "Matthew 26:67",
    "text": "Saying, Prophesy unto us, thou Christ, Who is he that smote thee?"
  },
  {
    "reference": "Matthew 28:19",
    "text": "Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: {teach...: or, make disciples, or, Christians of all nations}"
  },
  {
    "reference": "Mark 8:28",
    "text": "And he saith unto them, But whom say ye that I am? And Peter answereth and saith unto him, Thou art the Christ."
  },
  {
    "reference": "Mark 9:41",
    "text": "For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward."
  },
  {
    "reference": "Mark 13:6",
    "text": "For many shall come in my name, saying, I am {Christ}; and shall deceive many."
  },
  {
    "reference": "Mark 13:21",
    "text": "And then if any man shall say to you, Lo, here {is} Christ; or, lo, {he is} there; believe {him} not:"
  },
  {
    "reference": "Mark 13:22",
    "text": "For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if {it were} possible, even the elect."
  },
  {
    "reference": "Mark 14:61",
    "text": "But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed?"
  },
  {
    "reference": "Mark 15:32",
    "text": "Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him."
  },
  {
    "reference": "Luke 2:11",
    "text": "For unto you is born this day in the city of David a Saviour, which is Christ the Lord."
  },
  {
    "reference": "Luke 2:26",
    "text": "And it was revealed unto him by the Holy Ghost, that he should not see death, before he had seen the Lord's Christ."
  },
  {
    "reference": "Luke 3:15",
    "text": "And as the people were in expectation, and all men mused in their hearts of John, whether he were the Christ, or not; {in expectation: or, in suspense} {mused: or, reasoned, or, debated}"
  },
  {
    "reference": "Luke 4:41",
    "text": "And devils also came out of many, crying out, and saying, Thou art Christ the Son of God. And he rebuking {them} suffered them not to speak: for they knew that he was Christ. {to speak...: or, to say that they knew him to be Christ}"
  },
  {
    "reference": "Luke 9:20",
    "text": "He said unto them, But whom say ye that I am? Peter answering said, The Christ of God."
  },
  {
    "reference": "Luke 20:41",
    "text": "And he said unto them, How say they that Christ is David's son?"
  },
  {
    "reference": "Luke 21:8",
    "text": "And he said, Take heed that ye be not deceived: for many shall come in my name, saying, I am {Christ}; and the time draweth near: go ye not therefore after them. {and the time: or, and, The time}"
  },
  {
    "reference": "Luke 22:67",
    "text": "Art thou the Christ? tell us. And he said unto them, If I tell you, ye will not believe:"
  },
  {
    "reference": "Luke 23:2",
    "text": "And they began to accuse him, saying, We found this {fellow} perverting the nation, and forbidding to give tribute to Caesar, saying that he himself is Christ a King."
  },
  {
    "reference": "Luke 23:35",
    "text": "And the people stood beholding. And the rulers also with them derided {him}, saying, He saved others; let him save himself, if he be Christ, the chosen of God."
  },
  {
    "reference": "Luke 23:39",
    "text": "And one of the malefactors which were hanged railed on him, saying, If thou be Christ, save thyself and us."
  },
  {
    "reference": "Luke 24:26",
    "text": "Ought not Christ to have suffered these things, and to enter into his glory?"
  },
  {
    "reference": "Luke 24:46",
    "text": "And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:"
  },
  {
    "reference": "John 1:20",
    "text": "And he confessed, and denied not; but confessed, I am not the Christ."
  },
  {
    "reference": "John 1:25",
    "text": "And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?"
  },
  {
    "reference": "John 1:41",
    "text": "He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ. {the Christ: or, the Anointed}"
  },
  {
    "reference": "John 3:28",
    "text": "Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him."
  },
  {
    "reference": "John 4:25",
    "text": "The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things."
  },
  {
    "reference": "John 4:29",
    "text": "Come, see a man, which told me all things that ever I did: is not this the Christ?"
  },
  {
    "reference": "John 4:42",
    "text": "And said unto the woman, Now we believe, not because of thy saying: for we have heard {him} ourselves, and know that this is indeed the Christ, the Saviour of the world."
  },
  {
    "reference": "John 6:69",
    "text": "And we believe and are sure that thou art that Christ, the Son of the living God."
  },
  {
    "reference": "John 7:26",
    "text": "But, lo, he speaketh boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?"
  },
  {
    "reference": "John 7:27",
    "text": "Howbeit we know this man whence he is: but when Christ cometh, no man knoweth whence he is."
  },
  {
    "reference": "John 7:31",
    "text": "And many of the people believed on him, and said, When Christ cometh, will he do more miracles than these which this {man} hath done?"
  },
  {
    "reference": "John 7:41",
    "text": "Others said, This is the Christ. But some said, Shall Christ come out of Galilee?"
  },
  {
    "reference": "John 7:42",
    "text": "Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?"
  },
  {
    "reference": "John 9:22",
    "text": "These {words} spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue."
  },
  {
    "reference": "John 10:24",
    "text": "Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly. {make...: or, hold us in suspense}"
  },
  {
    "reference": "John 11:27",
    "text": "She saith unto him, Yea, Lord: I believe that thou art the Christ, the Son of God, which should come into the world."
  },
  {
    "reference": "John 12:34",
    "text": "The people answered him, We have heard out of the law that Christ abideth for ever: and how sayest thou, The Son of man must be lifted up? who is this Son of man?"
  },
  {
    "reference": "John 18:13",
    "text": "And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year. {year: year. And Annas sent Christ bound unto Caiaphas the high priest}"
  },
  {
    "reference": "Acts 2:30",
    "text": "Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;"
  },
  {
    "reference": "Acts 2:31",
    "text": "He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption."
  },
  {
    "reference": "Acts 3:18",
    "text": "But those things, which God before had shewed by the mouth of all his prophets, that Christ should suffer, he hath so fulfilled."
  },
  {
    "reference": "Acts 4:26",
    "text": "The kings of the earth stood up, and the rulers were gathered together against the Lord, and against his Christ."
  },
  {
    "reference": "Acts 8:5",
    "text": "Then Philip went down to the city of Samaria, and preached Christ unto them."
  },
  {
    "reference": "Acts 9:20",
    "text": "And straightway he preached Christ in the synagogues, that he is the Son of God."
  },
  {
    "reference": "Acts 9:22",
    "text": "But Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, proving that this is very Christ."
  }
]