[
  "\"Carpe diem\" is a Latin aphorism translated to \"seize the day\". \"Chucky diem\" is a Chuck Norrism translated to \"seize the throat\".",
  "\"Let the Bodies Hit the Floor\" was originally written as Chuck Norris' theme song.",
  "'lizards use to be dinosaurs, untill Chuck Norris kicked the height outta them'.",
  "...Where no man has gone before! Chuck Norris doesn't need the \"Star Fleet\". He's went everywhere.",
  "A Chuck Norris-delivered Roundhouse Kick is the preferred method of execution in 16 states.",
  "A bird in the hand is worth two in the tree. Chuck Norris is worth six hundred and sixty-six trillion dollars and the Budweiser brewery.",
  "A decendant of Chuck Norris taught the Klingons how to fight. Chuck Norris found out about it last week & is pleased.",
  "A fundamental concept in Judaism is the belief in the coming of the messiah. I'm not sure what they waiting for. Chuck Norris is already here!.",
  "A girl asked Chuck Norris to shave his beard. Chuck Norris roundhouse kicked her, and she grew taller and her hair grew shorter. That girl is now Justin Bieber.",
  "A heckler recently insulted Chuck Norris and made him madder than a castrated moose. It didnt end well for the heckler.",
  "A man once taunted Chuck Norris with a bag of Lay's potato chips, saying \"Betcha can't eat just one!\" Chuck Norris proceeded to eat the chips, the bag, and the man in one deft move.",
  "A man sees Chuck Norris. Man: Hi, Chuck Norris, how are you? Chuck Norris rips out the man's heart and crushes his spine and walks away. Nobody dare question Chuck Norris.",
  "A mugger thought he was going to take Chuck Norris' money. His funeral is tomorrow.",
  "A sports writer interviewed Chuck Norris and asked if he had any sports experience. Chuck said he had experience in the broad jump, that he had once jumped 3 broads the same night.",
  "A top rated MMA fighter named Thunderclap decided to take on Chuck Norris. After Chuck slapped him silly, Thunderclap referred to Chuck as \"Nightmare Norris\".",
  "A waiter at a restaurant once asked a guy what kind of steak he wanted, the guy said, \"A roundhouse\". A few minutes later someone walked up beside the guy that ordered the steak while he was reading the menu. Thinking that the person that walked up beside him was the waiter, he asked, \"Do you have my roundhouse yet?\". He looked up and saw that Chuck Norris was right beside him. Chuck Norris said, \"You bet your ass I do!\". Chuck Norris then roundhouse kicked the guy in the face and asked, \"How did that taste?\".",
  "According to Chuck Norris, too much of a good thing is still a good thing...like Texas BBQ and bashing in somebody's face for instance.",
  "According to Newton, everything is contrasted with an equal force. For example when you walk the Earth pushes back with an equal force. When Chuck Norris walks he pushes back at the Earth with an equal force, if he`s feeling generous.",
  "According to the Encyclopedia Brittanica, the Native American \"Trail of Tears\" has been redefined as anywhere that Chuck Norris walks.",
  "Adamantium isn't nearly as hard as Chuck Norris.",
  "After Chuck Norris roundhouse kicked Theresa Caputo, the Long Island Medium in the face for being a fake, she really was able to communicate with the dearly departed...posthumously.",
  "After taking a steroids test doctors informed Chuck Norris that he had tested positive. He laughed upon receiving this information, and said \"of course my urine tested positive, what do you think they make steroids from?\"",
  "After years of rigorous and physically demanding testing, it was proved that Chuck Norris was stronger than Chuck Norris.",
  "All e-mail from Chuck Norris is preceded by this warning: Open at your own risk. Enough said.",
  "All good things must come to an end...... When Chuck Norris says stop.",
  "All of the athletes caught using steroids were in fact injecting themselves with a drop of Chuck Norris piss!",
  "Allstate is in good hands with Chuck Norris",
  "Allstate may protect you from mayhem, but it is useless against Chuck Norris.",
  "America is not a democracy. Its a Chucktatorship ruled by Chuck Norris.",
  "Amnesia forgets Chuck Norris",
  "Anatomy and Physiology is now the study of how and why our bodies are ultimately inferior to Chuck Norris'.",
  "And just who were Rage Against The Machine killing in the name of? Chuck Norris.",
  "Android built an app for Chuck Norris before he could shut it down. I bet you'll like & appreciate this app :) http://nothingmuch.in/ChuckNorrisJokes.apk",
  "Any movie featuring Chuck Norris in any way is classified as a Chuckumentary.",
  "Apparently, somebody must have told Mr. Ed that Chuck Norris named his one-eyed warrior Willlllbur.",
  "Apple Computer was formed in 1976 by Steve Jobs, Steve Wozniak and Chuck Norris. When Steve Jobs suggested they use an apple as their logo, Chuck Norris bit off a chunk of the apple Jobs was holding, including his index and middle fingers. Jobs has prosthetic fingers on his right hand.",
  "Arnold Schwarzenegger always says he'll be back. But Chuck Norris always handles things the first time",
  "As President Roosevelt said: \"We have nothing to fear but fear itself. And Chuck Norris.\"",
  "As a baby Chuck Norris did'nt wait for his mum to push, He got out himself..",
  "At one time in Gotham, the dynamic dual were known as Chuck Norris and Batman. Later, Chuck Norris got bored and quit at which time Batman got promoted.",
  "At school, Chuck Norris' nickname was 'Chuck Norris'.",
  "Bald people once did have hair. Until they saw Chuck Norris.",
  "Bikers call themselves \"hang arounds\" when they're with Chuck Norris",
  "Birds developed wings to fly away from Chuck Norris. Not to be outdone, he invented bird flu.",
  "Bowser was once like any other Koopa- until Chuck Norris breathed on him.",
  "Bruce Spingsteen calls Chuck Norris \"The Boss\".",
  "Bullets dodge Chuck Norris!",
  "Buzz Lightyear found out just how far it is to infinity and beyond after Chuck Norris drop kicked his ass for refusing to come out of his grandson's toy box.",
  "By some odd reason,Chuck Norris is everywhere.That means he can be roundhouse kicking you,and jesus at the same time.",
  "CHUCK NORRIS CAN PLAY HIS XBOX USING A CALCULATOR",
  "CHUCK NORRIS SPEAKS IN ALL CAPS!",
  "CHUCK NORRIS WANTS TO PUT HIMSELF IN EVERY MAN.",
  "CHuck Norris' Mother has a tatoo of Chuck Norris on her right bicep.",
  "Caine in 'Kung Fu' roams the earth like Chuck Norris.",
  "Calvin Klein always used to wear Chuck Norris' discarded slacks.",
  "Cancer gets Chuck Norris.",
  "Child: Dad? Father: Yes son? Child: How come there's no jokes about Chuck Norris? Father: Because Chuck Norris is no joke.",
  "China was once bordering the United States, until Chuck Norris roundhouse kicked it all the way through the Earth.",
  "Christiano Ronaldo is only good at soccer for one reason.Chuck Norris taught him how to roundhouse the ball.",
  "Christmas special: Chuck Norris gets infinity presents. Lucky him.",
  "Chuch Norris doesn't breathe air- air breathes Chuck Norris.",
  "Chuck Norris ALWAYS has a gun in his pocket. He is never happy to see you.",
  "Chuck Norris Beat the guinness book of world records every day just by walking.",
  "Chuck Norris CAN argue with a man holding a running chainsaw.",
  "Chuck Norris CAN eat only one Lays Potato Chip.",
  "Chuck Norris CAN fit a square peg in a round hole.",
  "Chuck Norris CAN handle the truth.",
  "Chuck Norris CAN see John Cena, and he still had honks he's a bitch.",
  "Chuck Norris Chuck Norris Chuck Norris Chuck Norris Chuck Norris Chuck Norris SHUT UP! no. Chuck Norris Chuck Norris Chuck Norris Chuck Norris Chuck Norris (keeps on saying it.)",
  "Chuck Norris Doesn't Sleep...He Waits.",
  "Chuck Norris IS The Real Slim Shady",
  "Chuck Norris KNOWS where Waldo is.",
  "Chuck Norris Knighted The Queen",
  "Chuck Norris actually has no beard. It's rust from his iron jaw",
  "Chuck Norris always flips the script. That's the only reason why he doesn't get more movie roles.",
  "Chuck Norris and Mr T walked into a bar. The bar promptly exploded as no one place in the known universe can hold that level of awesome.",
  "Chuck Norris and mr. T walked into a bar together. seconds later, that bar imploded. that much awesome cannot be contained in one building.",
  "Chuck Norris ate Hannibal Lecter`s liver. With some fava beans, and a nice keg of beer.",
  "Chuck Norris ate a 30 pound turkey in 6 minutes... including the bones.",
  "Chuck Norris ate a moose before he killed it.",
  "Chuck Norris auditioned for the roll of the terminator. He was turned down because it would just be a biography of his life.",
  "Chuck Norris beat Minecraft",
  "Chuck Norris beat the pebbles from the cement.",
  "Chuck Norris beated on the ground and now we have bricks",
  "Chuck Norris built a better mousetrap, but the world was too frightened to beat a path to his door.",
  "Chuck Norris buy groceries with his driver's license.",
  "Chuck Norris calls creditors..they always pay",
  "Chuck Norris calls his left and right fists \"Great Vengeance\" and \"Furious Anger\"",
  "Chuck Norris can Halo jump without a parachute in the air 20 billion times and touch a target on the ground with ease.",
  "Chuck Norris can benchpress over 400-with his abs.",
  "Chuck Norris can bring a bike to a monster truck show",
  "Chuck Norris can call himself on his own cell phone and not get a busy signal.",
  "Chuck Norris can chew with his mouth open",
  "Chuck Norris can clap with one hand.",
  "Chuck Norris can copy/paste the text from a captcha.",
  "Chuck Norris can create a molecular compound out of all of the inert gases.",
  "Chuck Norris can create a rock so heavy that he couldn't lift it, and then lift it.",
  "Chuck Norris can cure your cataracts with taser eye surgery.",
  "Chuck Norris can cut air.",
  "Chuck Norris can drink you under the table. He will then smash the table over your head.",
  "Chuck Norris can eat his own head and still have room for dessert",
  "Chuck Norris can eat only one lays chip, and walk away",
  "Chuck Norris can eat or drink anything without a single stop while doing roundhouse kicks.",
  "Chuck Norris can eviscerate a moose with his toenails.",
  "Chuck Norris can faithfully reproduce Beethoven's Ninth using a jug, washboard, harmonica, and a pair of spoons.",
  "Chuck Norris can finish a fat Cuban cigar in a single massive drag. He will then crunch up and swallow the roach, and stare at you while slowly exhaling through his nostrils.",
  "Chuck Norris can flip a coin and make it land on both sides at the same time.",
  "Chuck Norris can fly on an airplane to Maine from Hawaii in 30 seconds. he just has to tell the pilot to move over...",
  "Chuck Norris can get free internet access, text messages and smart phone app functionality from train station pay phones.",
  "Chuck Norris can give you a vasectomy with a roundhouse kick or a trombone...your choice?",
  "Chuck Norris can hammer an nail into the wall with a roundhouse kick",
  "Chuck Norris can have his cake and eat it too.",
  "Chuck Norris can invite you to your own birthday party.",
  "Chuck Norris can kick you once and give you three ass whippings.",
  "Chuck Norris can kill a werewolf with a wooden stake, a vampire with a silver bullet, and anything with a roundhouse kick.",
  "Chuck Norris can kill godzilla by saying roar",
  "Chuck Norris can kill over 9000 ailens, birds, noobs, people with only oen rock",
  "Chuck Norris can kill you with a headshot using a shotgun from across the map on call of duty.",
  "Chuck Norris can light a cigar by clapping his hands in front of it.",
  "Chuck Norris can logon to a windows desktop without pressing ctrl+alt+delete!",
  "Chuck Norris can make a single female cheat.",
  "Chuck Norris can make you piss your soul.",
  "Chuck Norris can make your brown eyes blue...and black.",
  "Chuck Norris can mash a potato in one blow, with a skewer.",
  "Chuck Norris can milk a bull",
  "Chuck Norris can pick an apple out of a basket full of oranges",
  "Chuck Norris can pinch an atom with a chopstick",
  "Chuck Norris can piss into the wind and not get wet.",
  "Chuck Norris can place his handprint in dry cement.",
  "Chuck Norris can play Xbox-Live on his wii... with a broken ps3 controller.",
  "Chuck Norris can play chopsticks on the piano by using only one of his three tesicles.",
  "Chuck Norris can play dubstep on a harp.",
  "Chuck Norris can play halo on ps3 Chuck Norris can play infamous on xbox 360",
  "Chuck Norris can post 50,000 word essays on Twitter.",
  "Chuck Norris can push himself in a wheelbarrow.",
  "Chuck Norris can push the trigger.",
  "Chuck Norris can put out a fire....with gasoline.",
  "Chuck Norris can quick scope with akimbo interventions on MW2",
  "Chuck Norris can recline and swivel on a bar stool.",
  "Chuck Norris can recycle anything he wants,including his roundhouse kicks.",
  "Chuck Norris can remove a tattoo by using duct tape.",
  "Chuck Norris can roadhouse the air",
  "Chuck Norris can roundhouse a black hole out of extinction in the blink of an eye.",
  "Chuck Norris can roundhouse kick Batman's prep time",
  "Chuck Norris can roundhouse kick a window pane with such infinite presicion that only one side of it breaks.",
  "Chuck Norris can roundhouse kick you over the internet. Even if your computer is turned off. Or you don't have one.",
  "Chuck Norris can save 15% or more on car insurance WITHOUT switching to Geico.",
  "Chuck Norris can sent packages through email",
  "Chuck Norris can skydive into outer space.",
  "Chuck Norris can smell what you had for dinner... three weeks ago",
  "Chuck Norris can sneeze with his eyes open",
  "Chuck Norris can speak Chinese in German in French in Hindu in English in Algebra in blue in cup with a hint of Russian in Scottish in Canadian",
  "Chuck Norris can speak French in Russian",
  "Chuck Norris can speak russian in french... on his fiddle.",
  "Chuck Norris can spell the word \"one\" with the number 1.",
  "Chuck Norris can squeeze cream from a crop",
  "Chuck Norris can stop a red light!",
  "Chuck Norris can surf the net on his abacus",
  "Chuck Norris can take a selfie with both hands tied behind his back",
  "Chuck Norris can talk about Fight Club.",
  "Chuck Norris can taste lies.",
  "Chuck Norris can tug on Superman's cape. Chuck Norris can spit into the wind. Chuck Norris can pull the mask off the old Lone Ranger, and he can mess around with Jim.",
  "Chuck Norris can understand women.",
  "Chuck Norris can unit test entire applications with a single assert.",
  "Chuck Norris can use bulldozer to knock a mosquito off of a bright red macaque's ass.",
  "Chuck Norris can watch 3-D movies wearing only a monocle.",
  "Chuck Norris can watch videos on Instagram!",
  "Chuck Norris can whistle underwater.",
  "Chuck Norris can win a game of rock-paper-scissors with his boot.",
  "Chuck Norris can write infinite recursion functions and have them return.",
  "Chuck Norris can't finish a \"color by numbers\" because his markers are filled with the blood of his victims. Unfortunately, all blood is dark red.",
  "Chuck Norris changes the weather with his moods.",
  "Chuck Norris chooses not to compete in an Ironman because of the swim, every time he starts kicking and swinging his arms, people die!",
  "Chuck Norris chugs bottles of whiskey as if they were cans of light beer.",
  "Chuck Norris cleverly makes freezer bags out of gorilla scrotums.",
  "Chuck Norris commented 4 months ago on a YouTube video that was made yesterday",
  "Chuck Norris cooked what Meg Ryan was having.",
  "Chuck Norris could get to the 4th level of the Scary Maze Game, because he's not afraid of the Exorcist Girl, The Exorcist Girl is afraid of him.",
  "Chuck Norris could tell you his secret, but theres 1 requirement. You must die.",
  "Chuck Norris counted to infinity... twice.",
  "Chuck Norris crossed the road. No one has ever dared question his motives.",
  "Chuck Norris declined to be in 'The Expendables' because it contained pussies like Jet Li and Dolph Lundgren.",
  "Chuck Norris did not look at Tupac or Biggie. He merely looked at them!",
  "Chuck Norris didnt quit smoking smoking quit Chuck Norris",
  "Chuck Norris died from a fight. Oh wait, its opposite day.",
  "Chuck Norris discovered a new theory of relativity involving multiple universes in which Chuck Norris is even more badass than in this one. When it was discovered by Albert Einstein and made public, Chuck Norris roundhouse-kicked him in the face. We know Albert Einstein today as Stephen Hawking.",
  "Chuck Norris does make friends with salad.",
  "Chuck Norris does not live in America, he craps the hell out of America and lives in California.",
  "Chuck Norris does not live in a yellow submarine.",
  "Chuck Norris does not need a reason to kill. but he needs a good one to stop...... no such reason has been thought of yet",
  "Chuck Norris does not teabag the ladies. He potato-sacks them.",
  "Chuck Norris does not walk dogs, his cats do.",
  "Chuck Norris doesn't bend the truth, he snaps its' neck.",
  "Chuck Norris doesn't breathe air, air breathes Chuck Norris's foot.",
  "Chuck Norris doesn't cheat death. He wins fair and square.",
  "Chuck Norris doesn't chew gum. Chuck Norris chews tin foil.",
  "Chuck Norris doesn't dial the wrong number. You answered the wrong phone.",
  "Chuck Norris doesn't discriminate he exterminates.",
  "Chuck Norris doesn't eat ice cream. He eats U scream.",
  "Chuck Norris doesn't follow trends, he sets them.",
  "Chuck Norris doesn't get drunk. He simply lowers his IQ to yours.",
  "Chuck Norris doesn't go to the cinema the cinema comes to him",
  "Chuck Norris doesn't have a watch, HE decides what time it is.",
  "Chuck Norris doesn't have any greens or potatoes with his steak. He has a second steak.",
  "Chuck Norris doesn't have to connect to knock you out with a roundhouse kick. He just needs to come close and the wind does the rest",
  "Chuck Norris doesn't know karate. Karate knows Chuck Norris - as its only master.",
  "Chuck Norris doesn't laugh in the face of danger, he makes danger Laugh at its self.",
  "Chuck Norris doesn't look for religious guidance, religious guidance looks for him",
  "Chuck Norris doesn't need haircuts because his hair knows when to back down.",
  "Chuck Norris doesn't need help, help needs Chuck Norris.",
  "Chuck Norris doesn't need sunblock. The Sun needs Chuck Norris block, CNPF (Chuck Norris Protection Factor) 1000000000000000",
  "Chuck Norris doesn't pay attention - attention pays him.",
  "Chuck Norris doesn't push the envelope. He wipes his ass with it.",
  "Chuck Norris doesn't see dead people. He makes people dead.",
  "Chuck Norris doesn't teabag people, he potato sacks them.",
  "Chuck Norris doesn't use mouthwash, he uses potassium cyanide.",
  "Chuck Norris doesnt get poisoned by a cobra, the cobra gets poisoned by Chuck Norris",
  "Chuck Norris don't need no academy award, he owns the goddamn academy.",
  "Chuck Norris dosent use airplanes to get to other countries, he just jumps from one continent to another.",
  "Chuck Norris dosn't dip oreos in milk, Chuck Norris dips glasses of milk in oreos.",
  "Chuck Norris dosn't wear bullet proof vest, bullet proof vest wear Chuck Norris vest.",
  "Chuck Norris dreams in Blu Ray",
  "Chuck Norris drinks unholy water.",
  "Chuck Norris enjoys playing backyard games with his grandchildren. They often play badminton. But instead of using little sissy racquets & a plastic birdie, they use boat oars & dead chickens.",
  "Chuck Norris favorite cologne is tear-gas.",
  "Chuck Norris filmed the making of the first camera.",
  "Chuck Norris flosses his teeth with his tongue",
  "Chuck Norris found Waldo, Carmen Sandiego and Jimmy Hoffa.",
  "Chuck Norris froths his cappuccino with mountain gorilla milk.",
  "Chuck Norris gave Santa Claus a present on December 25, 2012. The present turned out to be a small box that contained 100% exact, invincible, and miniature clones of everything that ever existed and will exist. Well, the clone of Chuck Norris wasn't accurate, as its roundhouse kick could not kill anything stronger than an African elephant due to how small it was, but that was the only exception.",
  "Chuck Norris gets his chicken sandwiches and waffle frys FOR FREE",
  "Chuck Norris gives three three wishes to a genie.",
  "Chuck Norris got a blackjack with only one card",
  "Chuck Norris had his cake, and ate it too, then ate everyone elses",
  "Chuck Norris had what Meg Ryan was having.",
  "Chuck Norris hangs out on #jquery at irc.freenode.net.",
  "Chuck Norris has 12 moons. One of those moons is the Earth.",
  "Chuck Norris has 786397348052577686876845967 experience points on Minecraft. It has probably already increased.",
  "Chuck Norris has a 386 yard long bullwhip. He uses it at his palacial ranch to swat gnats off the gentitals of his herd of his prize winning longhorn bulls.",
  "Chuck Norris has a blood pressure reading of zero over zero. Chuck Norris has never felt any pressure.",
  "Chuck Norris has a life size tattoo of his face on his face. Rush Limbaugh has a life size tattoo of Chuck Norris' ass on his face.",
  "Chuck Norris has already been to Mars; that's why there are no signs of life there.",
  "Chuck Norris has been to Jupiter; that's why there's the big red spot.",
  "Chuck Norris has five rows of teeth.",
  "Chuck Norris has never eaten Hamburger Helper because Chuck Norris has never needed help. NEVER",
  "Chuck Norris has never had to start back at 'square one'. If he ever messes up, he'll start back at octagon fifty-two.",
  "Chuck Norris has never lost playing 'Whack-a-Mole'.",
  "Chuck Norris has only ever eaten one lays chip.",
  "Chuck Norris has submitted internet forms without posting all required information because he is a machine - not a mere man.",
  "Chuck Norris has the heart of a child........ HE KEEPS IT IN A SMALL BOX.",
  "Chuck Norris has time for that. \"Ain't nobody got time for that!\"",
  "Chuck Norris has won the Super Bowl twice, a World Series, 7 PBA Bowling tournaments, 46 Olympic gold medals, 5 Stanley Cups, 3 World Series of Poker championships, 1,712 pie eating contests, 4,832 pillow fights, and took second at the Westminster Dog Show in 1982.",
  "Chuck Norris hates corey FO FREE!!!!!!!",
  "Chuck Norris idolizes Tyson Guess",
  "Chuck Norris invented Spam.",
  "Chuck Norris invented airplanes because he was tired of being the only person that could fly.",
  "Chuck Norris invented the soccer ball by dehydrating a zebra.",
  "Chuck Norris is BLACK...thats it",
  "Chuck Norris is Darth Vader's father.",
  "Chuck Norris is Hugh Hefner's landlord. And he conducts random inspections.",
  "Chuck Norris is a bitch! ha! i said it, and nothins gonna happen to meeeeewrfhweyfgewbfwefyuwebgfcUnhDHNUHJJHaaaaahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh! DONT EVER SAY THAT TO ME AGAIN! ---:) Chuck Norris",
  "Chuck Norris is a cunt!....hang on theres someone at the door",
  "Chuck Norris is a poet and his feet know it. Each one has an impression of your face on it.",
  "Chuck Norris is a safety issue",
  "Chuck Norris is allergic to allergies.",
  "Chuck Norris is allowed to play Stairway To Heaven.",
  "Chuck Norris is allowed to say \"ni\" to The Knights Who Say Ni.",
  "Chuck Norris is also known as Donkey Dong Norris!",
  "Chuck Norris is considered a sensitive, new-age guy... who just happens to own four gatling guns",
  "Chuck Norris is going to make Dave Grohl his monkey wrench.",
  "Chuck Norris is his own grandpa",
  "Chuck Norris is made out of Chucktanium, and Chuck Norris is the only one that has it. Good luck killing him for that.",
  "Chuck Norris is more self-aware than a zen monk levitating in a hall of mirrors.",
  "Chuck Norris is not dead yet because he knows Bruce Lee is waiting for him in the after life.",
  "Chuck Norris is personally responsible for global warming, but it seems no one can convince him to go on a diet who actually lived to tell us if he would consider lightening his daily intake of barbecued rattlesnakes and beans.",
  "Chuck Norris is recommending all his friends buy a boat because Zombies can not swim.",
  "Chuck Norris is recommending his friends buy 2 story homes because zombies can't climb stairs.",
  "Chuck Norris is so fast, he can lock a drawer with the key still inside it.",
  "Chuck Norris is so ruthless, he will punch out any old bitch named Ruth on sight.",
  "Chuck Norris is so u- *gun shot* nhhhhfgressgfhyrvntwscvnutdc",
  "Chuck Norris is such a badass he even asked Santa for a bag of coal for Christmas.",
  "Chuck Norris is the 1st playboy playmate",
  "Chuck Norris is the greatest matador who ever lived.",
  "Chuck Norris is the landlord of the Hall of Justice.",
  "Chuck Norris is the law. And if you break the law, the law breaks you.",
  "Chuck Norris is the lord of chuckalingus.",
  "Chuck Norris is the only man on Earth who can slice a playing card in half with a pickle.",
  "Chuck Norris is the only man that is allowed to have his cell phone on in a hospital, because he is the one that puts people in the hospital",
  "Chuck Norris is the only man to ever defeat a brick wall in a game of tennis.",
  "Chuck Norris is the only person ever to ace a Rorschach test.",
  "Chuck Norris is the only person on earth who can 'chuckle'",
  "Chuck Norris is the only person on earth who can rhyme 'orange' with 'lozenge'.",
  "Chuck Norris is the only person who can simultaneously hold and fire FIVE Uzis: One in each hand, one in each foot -- and the 5th one he roundhouse-kicks into the air, so that it sprays bullets.",
  "Chuck Norris is the reason Usain Bolt can run so fast.",
  "Chuck Norris is the reason waldo is hiding.",
  "Chuck Norris is what nightmares have nightmares about.",
  "Chuck Norris isn't a human being, he's a human doing.",
  "Chuck Norris jumped out of the Godly tree and roundhouse-kicked every branch on the way.",
  "Chuck Norris just returned home this morning from a martial arts demonstration in Yemen.",
  "Chuck Norris keeps a boazooka and a gatling gun in his glove compartment.",
  "Chuck Norris killed Martin Luther King......So",
  "Chuck Norris killed both Biggie AND 'Pac",
  "Chuck Norris killed the greek warrior achilles with a roundhouse kick to his face. Then one night Chuck Norris made a joke he says \"Ah-kill-hes face!\"",
  "Chuck Norris knew Palpatine was a Sith Lord all along.",
  "Chuck Norris knew where the stolen Death Star plans were.(and he also knew where that shuttle was going.)",
  "Chuck Norris knocked up his babysitter when he was 8. She said she thought he was older because of his beard.",
  "Chuck Norris knows Italian fluently, but prefers to let his roundhouse kicks to do the talking when in Rome.",
  "Chuck Norris knows it's funny until someone gets hurt... THAN IT'S HILARIOUS.",
  "Chuck Norris knows the way to san Jose.",
  "Chuck Norris knows what it sounds like when doves cry.",
  "Chuck Norris knows where your car is - in his stomach.",
  "Chuck Norris likes lots of honey on his Texas Toast. That's why he keeps 27 killer bee hives in his livingroom.",
  "Chuck Norris likes to keep his lawn growing tall and thick so that whenever he has unwanted visitors, he can slip out of his house unnoticed and stalk them like prey. He then jumps toward them like a magnificent lion of the African plains and delivers a fatal roundhouse kick to their face.",
  "Chuck Norris likes to perform surprise lobotomies with an ice-cream scoop.",
  "Chuck Norris lives in a modest, one-room log cabin, built on the grounds of his Beverly Hills estate, next to the ordinance shed. His mansion is only for his hareem of bitches.",
  "Chuck Norris loves playing soccer - with the grim reaper.",
  "Chuck Norris loves to throw horseshoes. He had to give it up. Texas ran out of horses.",
  "Chuck Norris made Dave Grohl his monkey wrench.",
  "Chuck Norris made Ferris work on his day off.",
  "Chuck Norris made Frank Dux say, \"Ma Tay.\"",
  "Chuck Norris made Kristen Stewart emotional.",
  "Chuck Norris made a bath take a shower.",
  "Chuck Norris makes a world famous tray of chocolate chip/macadamamia flavored Snickerdoodle cookies from his dingle berries and toe jam.",
  "Chuck Norris makes great charcoal grilled cannibal kabobs.",
  "Chuck Norris makes onions cry.",
  "Chuck Norris nags and bitches at women for leaving the toilet seat DOWN.",
  "Chuck Norris never \"attempts\" to kill. He succeeds.",
  "Chuck Norris never cries, because of this when he's sad he roundhouse kicks himself and it makes him feel better since he knows he is the only one who can survive the roundhouse.",
  "Chuck Norris never explains what the sodomy has to do with anything.",
  "Chuck Norris never gets 'angry'. He gets nukey.",
  "Chuck Norris never needs toilet paper to wipe his ass,his Godly ass wipes it himself.",
  "Chuck Norris never pays the ferryman.",
  "Chuck Norris never reads a book. The book reads for Chuck Norris.",
  "Chuck Norris often go to the hen house to choke the chicken.",
  "Chuck Norris once abducted aliens.",
  "Chuck Norris once beat Bobby Fischer at chess in a single move. That move was a roundhouse kick. That's why Fisher went crazy and died at the same age as the squares on a chessboard.",
  "Chuck Norris once beat a mountain in a staring contest.",
  "Chuck Norris once chugged a quart of moonshine and immediately pissed out a fifth of Goldschlager.",
  "Chuck Norris once created a rugskin bear.",
  "Chuck Norris once did a woman so hard she looked like an exploded hot pocket.",
  "Chuck Norris once downloaded the entire Internet",
  "Chuck Norris once entered a drinking contest and won by drink everything in 1 second",
  "Chuck Norris once fell into a pit full of rattle snakes. He emerged 10 minutes later while smartly clad in his new vest, belt and boots.",
  "Chuck Norris once found the mammary glands on his pet alligator. He milks her every morning and uses it to foam his morning lattes.",
  "Chuck Norris once held one nostril shut while blowing an incredible snot volley from the other nostril. This action caused an epiphany among toy manufacturers that directly lead to the invention of the Nerf Blaster.",
  "Chuck Norris once kicked a foot ball so hard it went into orbit and took out the command ship of an alien armada that where plotting to take over the earth ... they soon changed there minds",
  "Chuck Norris once kicked a football into outer space and martians came down to return it.",
  "Chuck Norris once killed a postman.He then waved his finger side to side and said \"hey buddy only i deliver round houses, got it!\"",
  "Chuck Norris once loaned the dinosaurs money. They never payed him back.",
  "Chuck Norris once made a snowman....out of rain.",
  "Chuck Norris once made a waterfall run backwards by sheer intimidation.",
  "Chuck Norris once masterbated so hard that he made the milkey way",
  "Chuck Norris once mistook your grandma with being a ninja. She is now 50 billion light years in space.",
  "Chuck Norris once participated in the running of the bulls, the bulls were running because Chuck Norris was behind them",
  "Chuck Norris once passed a kidney stone off the coast of Long Island. It sank the Titanic.",
  "Chuck Norris once pitched a perfect game against the Chicago Cubs without throwing any strikes.",
  "Chuck Norris once played pool with the planets. He lost to Pluto...that's why it's not a planet",
  "Chuck Norris once punched a hurricane in its eye.",
  "Chuck Norris once ran 3857689753872893687 kilometers in 0.000000001 seconds in wet cement while pulling a 783769718-wheeler truck full of 75939284869686 cubic meters of very heavy objects. [insert the phrase \"over 9000!\" many times here, please]",
  "Chuck Norris once ran a one-minute mile. He did it dragging an 18-wheeler while running in a field of wet cement.",
  "Chuck Norris once ripped a massive hole in the fabric of space-time several hours after a Montezuma's binge.",
  "Chuck Norris once roasted an entire moose on the manifold of his Hummer.",
  "Chuck Norris once round house kicked a retarded kids bus, and it became the first smart car.",
  "Chuck Norris once round-house kicked a salesman. Over the phone.",
  "Chuck Norris once sang \"Twinkle, Twinkle, Little Star\" at a karaoke bar. Understandably, there were no survivors.",
  "Chuck Norris once screamed \"bloody murder\" in sign language for the hearing impaired.",
  "Chuck Norris once set a magnifying glass on fire with ants...during a thunderstorm.",
  "Chuck Norris once snapped a bears neck after it scratched his jacket.",
  "Chuck Norris once told me he went back in time and ended John whosits' reign of terror, when I asked \"who?\" he said exactly! (can tell im bored?)",
  "Chuck Norris once turned Medusa to stone",
  "Chuck Norris once used the Grim Reaper as a Sherper up Everest but Roundhouse kicked him in the Death Zone and summitted ALONE",
  "Chuck Norris once went fishing, but then ended up fighting a shark and roundhouse kicking it into the Pacific Ocean.",
  "Chuck Norris once won the Boston Marathon...while sleeping...in Chicago.",
  "Chuck Norris once wrestled a huge alligator for over 9 hours before he realized that he was actually masterbating.",
  "Chuck Norris once wrote...\"I will personally roundhouse kick anybody in the face that missplells words!\"",
  "Chuck Norris ones fought Chuck Norris. the world exploded the only person that survived was Chuck Norris no one kills Chuck Norris!!!",
  "Chuck Norris only shoots his enemies if he wants to give them a chance",
  "Chuck Norris owns a chain of fast-food restaurants throughout the southwest. They serve nothing but barbecue-flavored ice cream and Hot Pockets.",
  "Chuck Norris owns a piggy bank made from a real pig.",
  "Chuck Norris owns the Rights to eating ninjas for breakfast. That's why there is no Ninja Turtle cereal.",
  "Chuck Norris perportadly walked into a salon for a pedicure. Nine months later 17 redheaded baby boys were born in local hospitals.",
  "Chuck Norris personally knows every SI swimsuit model. He should -- he banged each one of them.",
  "Chuck Norris pissed on a truck. that truck is now known as Optimus Prime",
  "Chuck Norris plays Jenga with brick buildings.",
  "Chuck Norris put his rows in a duck.",
  "Chuck Norris put the homo in homo sapiens. Needless to say, he's not human.",
  "Chuck Norris puts the cunning in cunnilingus.",
  "Chuck Norris puts the hard in hard-on.",
  "Chuck Norris puts the i in team.",
  "Chuck Norris recently added a tweet on facebook",
  "Chuck Norris recently bagged a Grizzley Bear with a Nerf gun.",
  "Chuck Norris recently had to bail his mother out of jail. She was locked up for her role in a Friday night bar fight.",
  "Chuck Norris recently won the World Horseshoe Pitching Tournament while they were still attached to a Clydesdale.",
  "Chuck Norris ride into town on Friday, stayed three Nights, the rode out again on Friday. On a horse named Steve.",
  "Chuck Norris rode his sway-backed mule named Thudly to the 2014 Kentucky Derby winners circle.",
  "Chuck Norris roundhouse kicked Neo out of Zion, now Neo is \"The Two\"",
  "Chuck Norris roundhouse kicked a man in a wheelchair in the ground people dug that fossil up it is now a handicap parking sign but really it is a warning that Chuck is coming",
  "Chuck Norris roundhouse kicked all the masculinity out of Justin Bieber, which all landed inside P!nk.",
  "Chuck Norris roundhouse kicked the black off Michael Jackson",
  "Chuck Norris roundhouse-kicked the acting ability out of Vin Diesel.",
  "Chuck Norris scratches his back with a circular saw.",
  "Chuck Norris skipped recess in school, becuse he don't play",
  "Chuck Norris slapped the black out of Michael Jackson",
  "Chuck Norris slaughters anyone named Chuck or Boris.",
  "Chuck Norris smells like ham good ham.........",
  "Chuck Norris smells what the Rock is cooking... because the Rock is Chuck Norris' personal chef.",
  "Chuck Norris smokes chains.",
  "Chuck Norris sometimes wishes that alcohol could affect him. He has drunk 5 bottles of whiskey a day for the past 20 years, and still nothing.",
  "Chuck Norris speaks fluent Klingon, just so he can slaughter any nerd he hears speaking it.",
  "Chuck Norris starred in all the 6 Star Wars&#65279; films... as the Force.",
  "Chuck Norris starts his day with 6 live chickens two cows, three pigs and a boiling hot cup of pure fury",
  "Chuck Norris stole Christmas back from the Grinch and roundhouse kicked The Grinch's ass 84594205743920574189057209 times.",
  "Chuck Norris stood up next to a mountain, and chopped it down with the edge of his hand. He then picked up all the pieces and made a little island. The only surviving witness was Jimi Hendrix.",
  "Chuck Norris strapped a bomb onto himself and ran for an Al-Qaeda camp. Once there, he triggered it and kept on running.",
  "Chuck Norris swallows sword-swallowers.",
  "Chuck Norris takes his feet to gun fights.",
  "Chuck Norris taught birds how to fly",
  "Chuck Norris teaches new tricks to old dogs and has made a leopard change it's spots.",
  "Chuck Norris terminated the terminator.",
  "Chuck Norris threw a fit once. It took God six days and seven nights to fix the damage.",
  "Chuck Norris threw a grenade that killed 100 people it then exploded",
  "Chuck Norris threw your only trash can in the trash.",
  "Chuck Norris toilet is made of stainless steel.",
  "Chuck Norris told Mike Portnoy to leave Dream Theater.",
  "Chuck Norris told people not to talk about the Tiananment Square protest",
  "Chuck Norris took a wrong turn at the zoo and found himself in with Brutus the nasty Silverback Gorilla. Brutus was then seen politely showing Chuck to the exit door.",
  "Chuck Norris trained his pet mountain lions to nurse baby sheep and later fed them back to the mountain lions thus perpetuating mountain lion existence.",
  "Chuck Norris turned down the lead role in Shakespeare's Hamlet, citing foul language.",
  "Chuck Norris turned lead into gold.",
  "Chuck Norris used to bulls eye Lukes T-16 in his T-16 back home.",
  "Chuck Norris uses beer coasters as shurikens.",
  "Chuck Norris uses his tongue can sniff out snakes. His tongue can also strangle a snake. He uses his beard to fillet the snake into bite size pieces and mixes it in with bananas to top off his bowl of Post Toasties.",
  "Chuck Norris uses pepper spray to spice up his steaks.",
  "Chuck Norris uses the planet Jupiter as his personal sauna.",
  "Chuck Norris walked into a bar. everyone died and the bar exploded into a bar. the end.",
  "Chuck Norris walked into a catholic church. He was asked by parents to piss in the holy water so their children could be baptized.",
  "Chuck Norris wants to be remembered as a humantarian...we best do what he wants.",
  "Chuck Norris was NOT born he willed himself into exsistance.",
  "Chuck Norris was actually the one who made the world, he was just modest and let god take the credit.",
  "Chuck Norris was asked if he's ever done any bareback riding? Chuck replied that every woman he's ever been with has given him a bare back ride.",
  "Chuck Norris was banned from competitive bull riding after a 1992 exhibition in San Antonio, in which he rode a brahma bull 1,746 miles from Texas to Milwaukee, Wisconsin to pick up his dry cleaning.",
  "Chuck Norris was banned from the show Survivor, his primal instincts take over; he killed and ate 5 players. Survive to Chuck Norris means something different.",
  "Chuck Norris was being interviewed and was asked what he thought about politics. Chuck said \"I think Joe Biden puts the \"Vice\" in Vice President\"!",
  "Chuck Norris was born 9 months before his mother got pregnant.",
  "Chuck Norris was born in a log cabin that he built with his own two hands",
  "Chuck Norris was dropped twice as a child, once on Hiroshima then again on Nagasaki.",
  "Chuck Norris was featured on wheel of fortune all people did for the past 30 minutes was stare at a wheel not stopping",
  "Chuck Norris was kicked off the show \"Extreme Couponing\" the producers couldn't stand watching entire grocery chains file bankruptcy because of Chuck Norris.",
  "Chuck Norris was on safari in The Congo and suddenly came face to face with a huge Silverback Gorilla. Once the Gorilla realized who it was, he wet himself and ran screaming into the jungle.",
  "Chuck Norris was once drafted to the Boston Red Sox, but was released because he insisted on using the umpire as a bat.",
  "Chuck Norris was once in a catch 22, but he roundhouse kicked it down to a 12 pack and literally drank his problems away.",
  "Chuck Norris was once in a knife fight, and the knife lost.",
  "Chuck Norris was once invited to a Square Dance Hoedown. For clear and obvious reasons, there were no survivors.",
  "Chuck Norris was only played in scenes of the movie Expendables 2 because all of the action scenes compiled would only last 17 seconds.",
  "Chuck Norris was originally cast as Lord Eddard \"Ned\" Stark in Game of Thrones, but Boromir was cast instead because the film crew couldn't find a sword that can chop off Chuck Norris' head.",
  "Chuck Norris was originally going to star in the movie 127 Hours, but was dropped when producers relized they would have to change the name of the movie to 8.3 Seconds.",
  "Chuck Norris was origionally to be cast as Neo in The Matrix, but when they told him about the powers he would recieve, he laughed and said im Chuck Norris! He then proceeded to roundhouse kick the Warner Brother representatives and flying off to drink some beer and kick some random person's ass",
  "Chuck Norris was recently bitten by a vampire. After a couple drops of Chucks blood, the vampire screamed and burst into flames.",
  "Chuck Norris was supposed to star in the TV show 'Man vs Wild', but the network did not want kids thinking 'lava is safe to eat'.",
  "Chuck Norris was supposed to star in the movie \"Zombieland\". The zombies were terrified of him and Woody Harrelson had to replace him.",
  "Chuck Norris was the first actor cast to play John McClane, the movies were originally called \"Kills Easily\"",
  "Chuck Norris was the orginal sculptor of Mount Rushmore. He completed the entire project using only a bottle opener and a drywall trowel.",
  "Chuck Norris wears a black belt made of nothing other than pure black holes.",
  "Chuck Norris wears white after Labor Day.",
  "Chuck Norris went bungy jumping without a harness.",
  "Chuck Norris went ice fishing and caught an igloo, the Titanic iceberg and a dead Polar Bear.",
  "Chuck Norris will be roundhouse kicking your ass in a second. And then he does mine.",
  "Chuck Norris will find you and he will kill you gatlin",
  "Chuck Norris will never have a heart attack. His heart isn't nearly foolish enough to attack him.",
  "Chuck Norris wins American Idol humming the Tetris theme.",
  "Chuck Norris won an Olympic gold medal in Tae Kwon Do with a broken neck.",
  "Chuck Norris won on a special celebrity episode of America's Got Talent by playing \"In-A-Gadda-Da-Vida\" with a pair of cymbals.",
  "Chuck Norris won the America's Cup sailing in a rubber raft.",
  "Chuck Norris won the World Series of Poker with a three of clubs, an empty cd case, a broken coaster and two triscuts.",
  "Chuck Norris would never swing from a chandoleer. He would devour it in one jump.",
  "Chuck Norris would not be considered 'armed and dangerous'; if they had to use such terminology, they would rate him 'DEFCON 14'",
  "Chuck Norris' Internet connection is faster upstream than downstream because even data has more incentive to run from him than to him.",
  "Chuck Norris' Ipod came with a real charger instead of just a usb cord.",
  "Chuck Norris' avatar is actually shorter than him.",
  "Chuck Norris' backyard shed doubles as his personal torture chamber",
  "Chuck Norris' beard can speak most east Asian languages and several regional dialects, through surprisingly with a recognizably Irish accent to the native ear.",
  "Chuck Norris' beard's beard's beard has a beard",
  "Chuck Norris' carpet is made of loose LEGO bricks",
  "Chuck Norris' copy of IE6 can render transparent PNGs correctly.",
  "Chuck Norris' cowboy boots are made form real cowboys",
  "Chuck Norris' first word was 'apocalypse'.",
  "Chuck Norris' heartbeat is dubstep",
  "Chuck Norris' homemade Texas chili is so hot that if you ate a bowl of it this evening, you would wish that you had a strawberry snow cone to wipe your ass with tomorrow morning.",
  "Chuck Norris' idea of a light snack is a big bowl of Fire Ants.",
  "Chuck Norris' jock strap has 2 bag restraint holders.",
  "Chuck Norris' licence plate reads \"YOU'RE GODDAMN RIGHT THIS IS THE BIGGEST AND LONGEST VANITY PLATE U EVA SEEN IN YOUR PATHETIC LIFE\"",
  "Chuck Norris' mom always looks forward to every Mothers Day. Her loving son always provides her favorite gift...an uppercut.",
  "Chuck Norris' name in Spanish.... El Nino.",
  "Chuck Norris' opinion is considered to be a fatwa in Japan.",
  "Chuck Norris' personal foot masseuse has 2 permanent black eyes, 7 broken ribs, a bloody nose and a dislodged jaw.",
  "Chuck Norris' pet mouse, Mr Whiskers, ate a cat.",
  "Chuck Norris' rage boils at room temperature.",
  "Chuck Norris' tool is so huge that his wife thanks God he's having affairs.",
  "Chuck Norris's Seasonal catchy musical number... We kick you a Merry Chuckmas... We kick you a Merry Chuckmas... We kick you a Merry Chuckmas and a Chuckie New Year.",
  "Chuck Norris's car drives over 9000 miles and never crashes.",
  "Chuck Norris's main method of preventing universe-shattering paradoxes consists of kicking people in the face.",
  "Chuck Norris's milkshake brings everybody to the yard.....",
  "Chuck Norris's programs can pass the Turing Test by staring at the interrogator.",
  "Chuck almighty Chuck Norris: you're not woth it Chuck Norris doesnt go to iceland",
  "Contrary to popular belief, there is indeed enough Chuck Norris to go around.",
  "Davy Crockett shot his first bear when he was only 3. Chuck Norris roundhouse kicked his first bear into oblivion when he was only 6 months old.",
  "Did you ever think at random \"hey I feel like I already been through this in past\" where you actually haven't? It's just Chuck Norris rewinding life so he can watch it again.",
  "Did you hear about the crazy lady who tackled the Pope during Christmas Mass at St. Peter's Basilica? Chuck Norris became enraged after hearing this. As a response, Chuck Norris tackled the whole Catholic Church exclaiming, \"If you want it done right, you might as well do it yourself\".",
  "Did you know? The name Chuck Norris means Chuck Norris in every other language.",
  "Dimonds are tears solidified from when Chuck Norris was a baby.",
  "Directors don't say \"Cut\" around Chuck Norris, because that's what he might do.",
  "Doctor's slap babies because their NOT Chuck Norris",
  "Dragon Ball Z was based upon all of Chuck Norris's moves",
  "During WWII Chuck Norris was drafted into the Army. He mercilessly roundhouse kicked everyone to death including Ally soldiers. Their resting place is now known as Arlington Cemetery.",
  "Each time you rate this, Chuck Norris hits Obama with Charlie Sheen and says, \"Who's winning now?!\"",
  "Effigies get burnt in Chuck Norris.",
  "Elizabeth Taylor's last words were - \"I only ever loved Chuck Norris\".",
  "Elmo was originally blue and had a deep voice. Then Chuck Norris roundhouse kicked him 4 times. The last kick changed his voice.",
  "Even as a kid he's not afraid of the Dark, Dark is afraid of CHUCK NORRIS.",
  "Every February 2nd, Chuck Norris sees his shadow and beats the hell out of it.",
  "Every baby cries when they are born, because an image of Chuck Norris pops into there minds.",
  "Every morning Chuck Norris gets up and pisses excellence.",
  "Every night when Chuck Norris goes to sleep, his beard detaches itself, picks up a small knife and sprints towards the city in hopes to match his kill count.",
  "Every night, Richard Dawkins prays to Chuck Norris for forgiveness",
  "Every time Chuck Norris smiles, someone dies. Unless he smiles while he?s roundhouse kicking someone in the face. Then two people die.",
  "Every time someone uses the word \"intense\", Chuck Norris always replies \"you know what else is intense?\" followed by a roundhouse kick to the face.",
  "Everybody hates Chris. Except Chuck Norris",
  "Everytime Chuck Norris lands on a property in a game of monopoly he gets paid",
  "Faces of Death is actually a biography of people that were given a choice other than a Chuck Norris roundhouse kick.",
  "Fear makes Chuck Norris hungry.",
  "Fool me once, shame on you. Fool Chuck Norris once and he will roundhouse kick you in the face.",
  "For the 37th straight year, Chuck Norris has won the Iditarod sled race in Alaska while pulling his sled loaded with 12 dogs, 500 lbs of supplies and while towing a dead elephant and a Budweiser semi tractor trailer loaded with beer.",
  "Freddy thought he was the true nightmare until he met Chuck Norris who roundhouse kicked and from that day Freddy hides in fear thinking a nightmare in texas",
  "Fun Fact: Chuck Norris wearing a blanky, riding a tricycle, with a kitten on his head looks more badass THAN YOU WILL EVER BE!!",
  "Fun Fact: No-one has ever sued Chuck Norris and lived.",
  "Gangsters scare their children with stories of Keyser Soze. Keyser Soze just says the words 'Chuck' or 'Norris' to scare his; even Soze wouldn't fully say 'Chuck Norris' to his kids, that would be sick.",
  "George Thorogood was inspired by Chuck Norris, when he composed \"Bad to the Bone\".",
  "Ghost sit around the campfire and tell Chuck Norris stories",
  "Ghosts are scard of Chuck Norris",
  "God didnt create Chuck Norris, Chuck Norris created God",
  "God said \"Let there be light.\" Chuck Norris said, \"Let there be God.\"",
  "Godzilla is a Japanese rendition of Chuck Norris' first visit to Tokyo.",
  "Gold is worth its weight in Chuck Norris",
  "Google queries Chuck Norris' brain for search results.",
  "Grandma got run over by a reindeer. Then Chuck Norris finished her off by running over her in his Hummer.",
  "Grandma got run over by a reindeer. Then Chuck Norris mowed her down with his snowmobile and finished her off.",
  "Hfkeheodicijhahkfooviysgjroiuchhsvfjshdfgvf Chuck Norris",
  "Hillary Clinton sacrifices goats to Chuck Norris.",
  "Hitler killed himself the year Chuck Norris died... COINIDENCE?!?!?!",
  "Hitler killed himself when he saw Chuck Norris.",
  "Horses know not to sneak up behind Chuck Norris!",
  "How come there are no pictures of Chuck Norris and Santa Claus together because Chuck Norris is f**king real.",
  "How many Chuck Norris' roundhouse kick does it take for a nuclear explosion? 2",
  "How many push-ups can Chuck Norris do? All of them.",
  "How's your life Chuck Norris?",
  "Human beings are roughly 60 percent water. Chuck Norris is roughly 80 percent whiskey, and the other 20 percent is barely restrained fury.",
  "Humans start counting from 1. Computers start counting from 0. Chuck Norris starts counting from negative infinity.",
  "I dared to look Chuck Norris in the eye - now I don't have a soul.",
  "I found Waldo too bad he is in Chuck Norris beard",
  "I got an e-roundhouse kick from Chuck Norris. My cheeks are still swollen.",
  "I kicked Chuck Norris'sjrago irjft awoe rfa;e jh;ao werjfa olhergaklashfg eo ifuy porhg z;irgf;salirhg",
  "I was going threw my movies looking for something to watch the otjer night and came accros a Chuck Norris Movvie ,....i woke up 3 daya later with a black eye and swaolen lip dorry bout the spelling that judt hsppen cuauseni mentionshund heis name...",
  "IF YOU CAN SEE CHUCK NORRIS,HE CAN SEE U, IF YOU CANT SEE CHUCK NORRIS THEN MAY GOD HELP YOU",
  "If \"Evil Dead\" had starred Chuck Norris as originally planned, it would have shattered box office records and be hailed as a masterpiece of modern cinema.",
  "If Chuck Norris beat you half to death you would be dead.",
  "If Chuck Norris ever allowed a sports team to be named after him, that team would never lose again...except when Chuck Norris played against it.",
  "If Chuck Norris got a teardrop tattoo every time he killed someone, his face would've been completely black by the time he was 11.",
  "If Chuck Norris was the host of Chopped from food network, the one that's been chopped will be literally chopped. Luck is what you need. XD",
  "If Chuck Norris were a calendar, every month would be named Chucktober, and every day he'd kick your ass.",
  "If Chuck Norris were rea he would roundhouse kick me in the face befor I ekfvievheidciejdnckejdnjcknendc.",
  "If I had a nickel for every Chuck Norris joke out there...",
  "If Superman and The Flash had a race to the end of the world, Chuck Norris would be the winner.",
  "If all the army's in world were to wage war on Chuck Norris he would just cough and they would be dead",
  "If it looks like chicken, tastes like chicken, and feels like chicken but Chuck Norris says its beef, then it's beef.",
  "If mike tyson and mahammud ali fought who would win. CHUCK NORRIS",
  "If someone says, nobodys perfect, Chuck Norris takes that as a personal insult.",
  "If you EVER ask for medium-rare in Chuck Norrs' presence, Chuck Norris will go raw on you.",
  "If you are filled with terror that Chuck Norris is still out there, somewhere, that only proves that you are still sane.",
  "If you ask Chuck Norris how to be famous, he will show you. You will regain conciousness with a crowd around you.",
  "If you don't want to die alone, take a friend with you to Chuck Norris' house.",
  "If you ever say 'have a nice day' to Chuck Norris, he will of course reply 'don't mind if I do' then immediately stab you in the throat with his car keys and enthusiastically bone your girlfriend as you die.",
  "If you ever suggest that Chuck Norris might be gay, make no mistake, you will be dead before you even see the movement in the darkness.",
  "If you have $100 and Chuck Norris is broke, He still has more money than you.",
  "If you put Chuck Norris as your profile picture on facebook thousands of supermodels will friend you each day",
  "If you say Chuck Norris' name in Mongolia, the people there will roundhouse kick you in his honor. Their kick will be followed by the REAL roundhouse delivered by none other than Norris himself.",
  "If you threw Chuck Norris' toenail clippings away, they would come back.",
  "If your teacher gets angry because you put Chuck Norris as an answer in your test, he/she isn't mad because of that answer, your teacher is in fact jealous because you are smarter than him/her.",
  "If, by some incredible space-time paradox, Chuck Norris would ever fight himself, he'd win. Period.",
  "In 1508, Chuck Norris threw a tin of paint at a ceiling, ever since then thousands of people flock to see the Sistine Chapel.",
  "In fine print on the last page of the Guinness Book of World Records it notes that all world records are held by Chuck Norris, and those listed in the book are simply the closest anyone else has ever gotten.",
  "In lieu of shark week. When Chuck Norris goes shark diving. It's the sharks that jump into a steel cage for their protection.",
  "In summer time, when Chuck Norris goes outside, he doesn't go in the shade. The sun hides behind the clouds.",
  "In the X-Men movies, none of the X-Men super-powers are done with special effects. Chuck Norris is the stuntman for every character.",
  "In the movie \"Batman: The Dark Knight\", Bats asks a local goon, \"Where's the Joker?!\" A deleted scene has Chuck Norris teleport into the interrogation room and say, \"I killed him.\" This was arranged due to Heath Ledger's untimely death, so Chuck stepped in and played a pretty mean Joker, wouldn't you say? If you don't agree, you've got three seconds to change your mind...or die.",
  "In the movie \"The Matrix\", Chuck Norris is the Matrix. If you pay close attention in the green \"falling code\" scenes, you can make out the faint texture of his beard.",
  "In the time it takes you to read this sentence, Chuck Norris will free two hundred POW's from a Vietnamese prison camp, roundhouse kick Saturn, and expose a dozen lucky women to a love so intense that they will be incinerated.",
  "In theory, if Chuck Norris even got pulled over for a DUI, it would be due to \"driving under the influence of bloodshed\". However, no paper trail exists on whether such an occurrence has ever happened. There are reported cases of mysterious disappearances of some police officers. Their whereabouts are still unknown to this day.",
  "Iraq didnot crash the planes on 9-11 the pilots saw Chuck Norris killed them self",
  "It doesn't matter what those bitch-ass Rolling Stones say, Chuck Norris CAN always get what he wants.",
  "It is impossible for Chuck Norris to get skidmarks because he craps bleach",
  "It is most common among people to believe that Hiroshima and Nagasaki were destroyed by nuclear bombs. Not so known fact is that Chuck Norris was spotted in Japan at that time supposedly having minor flatulance problem due to assassination attempt with uranium filled sushi. Hence the later radiation.",
  "It should be blatantly obvious to all, but it still bears repeating: never, ever, EVER ask Chuck Norris to take his boots off when he enters your house.",
  "It was Chuck Norris who taught Mongo, of the \"Blazing Saddles\" movie fame, how to proerly light a cigar.",
  "It was once called Bad Friday. Then Chuck Norris promised to stay at home for one Friday every year.",
  "Its always dark when Chuck Norris wakes up cause the sun dares not glare at Chuck Norris",
  "Its not that Chuck Norris cant handle the truth. The truth cant handle Chuck Norris",
  "J. Wellington Wimpy did pay Chuck Norris back on Tuesday for a hamburger eaten that day.",
  "Jessie wants to be Chuck Norris' girl.",
  "Jesus didn't walk on water. Chuck Norris carried him.",
  "Just before killing someone, Chuck Norris likes to say 'where's your god now?'",
  "Ken Grossman, owner of Sierra Nevada Brewery, drinks Chuck Norris Beer.",
  "Learning that Santa isn't real doesn't make children sad, it's the fact that Chuck Norris is",
  "Life finds a way... of being ended by Chuck Norris",
  "Life is in no way as large as Chuck Norris",
  "Little known fact: Chuck Norris deviginized Mary LONG before Joseph ever met her.",
  "Little known fact: Chuck Norris was a massive Doors fan, and for a while used to insist on being called Chuck Norrison. Then he heard that the singer moved to France, then scared him to death in the bathtub.",
  "Little known fact: True magnetic north is located in the center of Chuck Norris' stomach.",
  "Little known medical fact: Chuck Norris invented the Caesarean section when he roundhouse-kicked his way out of his monther's womb.",
  "Mel Gibson pretended to be a Lethal Weapon. Chuck Norris is a Lethal Weapon.",
  "Men fear the Grim Reaper. The Grim Reaper fears Chuck Norris.",
  "Metallica's James Hetfield calls himself a table. Chuck Norris just calls himself a winner.",
  "Mike Tyson knocked out Larry Holmes. Big deal. Chuck Norris knocked out a Buick.",
  "Miley Cyrus calls Chuck Norris daddy.",
  "Most critics agree that the main failing of The Expendables 3 is its inexcusable lack of Chuck Norris.",
  "Most families play badminton with a racquet and a small feathered birdie. Chuck Norris' family often play badminton using a manhole cover and an ostrich carcass.",
  "Most people fear the Reaper. Chuck Norris considers him \"a promising Rookie\".",
  "Most people get their heat from the sun, the sun gets it heat from a single Chuck Norris roundhouse kick",
  "Most people need a liter when they burn down a forest. Chuck Norris only needs his ass and his lazer vision.",
  "Most people turn to stone when they gaze in Madusa's eyes for a split second. Chuck Norris looked that bitch in the face for five minutes and got her pregnant.",
  "Muhammad Ali developed Parkinsons disease after he received a roundhouse from Chuck Norris",
  "Never brag to Chuck Norris that you have the latest smart phone, he will roundhouse kick you in the face and tell you \"there is no app for that\"",
  "Never smile at a crocodile. Unless you know that Chuck Norris is about to rip it in half like a phone book.",
  "Not only does Chuck Norris beat you to the punch, he will punch you to the beat.",
  "Of course Chuck Norris screwed Madonna.",
  "Old Mother Hubbard Went to the cupboard, To give the poor doggy a bone: But when she bent over, Chuck Norris took over, 'cause Chuck had a bone of his own.",
  "On Day Zero, Chuck Norris created God.",
  "On every continent of the world, there is a sandwich named after Chuck Norris. On the North American continent it's the Knuckle Sandwich.",
  "Once upon a time Chuck Norris took a swim in the oceans, ever since it has remained salty from Chuck Norris' sweat.",
  "Once, while driving his Hummer on the way to KFC, Chuck Norris ran a stop sign...up Steven Seagal's ass.",
  "One day a jew accidently stepped on Chuck Norris his shoe. It was his favorite shoe. So Chuck created Hitler.",
  "One day, when John Lennon and Chuck Norris were sitting together in a diner... John: Hey Chuck, can you pass the ketchup? Chuck: There is no ketchup. John: There is some ketchup at the diner across the street. Chuck: Ok. *uses arm to reach over to the diner across the street and get the ketchup without leaving his seat* John: Wow, Mr. Tickle would be jealous! Chuck: I ate Mr. Tickle. John: LOL, good one! Chuck: I'm not kidding. John: O_O",
  "One of Chuck Norris' bumper stickers reads 'This is just a distraction - I'm now sitting behind you'.",
  "One time, Chuck Norris and Mr. T walked into a bar. The building instantly exploded, for no building can contain such levels of awesomeness.",
  "One time, Chuck Norris was crossing the street without looking both ways. He ran over a car.",
  "Only Chuck Norris can prevent forest fires, but he really likes gigantic toasted marshmallows.",
  "Only God can judge the whole mankind. Only Chuck Norris can judge God",
  "Osama is not hiding from U.S soldiers , but of Chuck Norris",
  "Peace disturbs Chuck Norris.",
  "Pediatricians and researches are unsure what causes colic in infants. A leading theory on its cause is infants are ruminating over the wrath of Chuck Norris.",
  "People who sue Chuck Norris get sawed by Chuck Norris. Chuck Norris likes to play with the law, words and dangerous tools.",
  "Police officers do not wear protective vests because of guns on the streets, but because they erroneously believe that if they pull Chuck Norris over for anything it will stop him from handing them their spleen.",
  "Popye does not eat spinach. He eats Chuck Norris hair dyed green.",
  "President Roosevelt once rode his horse 100 miles. Chuck Norris carried his the same distance in half the time.",
  "Proof that Chuck Norris is not God: It took God 7 days to create the world. The new \"Super Earth's\" found were round-housed into existence by Chuck in seconds.",
  "Question: How long does it take for Chuck Norris to watch 60 Minutes? Answer: He's done watching a non-rerun episode 835 years before he starts watching it, and he doesn't even need time travel.",
  "Rambo has a Chuck Norris poster on his wall.",
  "Recently a heckler told Chuck Norris \"I'll bet you've seen Steel Magnolias\". Chuck immediately replied \"I'll bet you are gonna see the imprint of my fist in the middle of your face\".",
  "Religons: HINDU JEWISH CHUCK NORRIS",
  "Remember the Where's Waldo craze back in the '90s? Chuck Norris found him. He is no more.",
  "Ron Jeremy is jealous of only one man: Chuck Norris.",
  "Rudolph has a red nose because he got lippy and Chuck Norris roundhouse kicked him across the face several times",
  "Santa was real that is til he forgot Chuck Norris' christmas present.",
  "Sarah Palin has hired Chuck Norris to prepare her Alaskan Thankgiving Day dinner because he is the only person alive that can cram a 1,200 pound moose in her oven.",
  "Satan would donate his soul to Chuck Norris.",
  "Scientists say perpetual motion is impossible... Chuck Norris proved them wrong with a stare.",
  "Scientists use Chuck Norris' spectacular kicks to calibrate their earthquake warning systems",
  "Sharks don't bite people when Chuck Norris goes for a swim.",
  "Sharks have a week dedicated to Chuck Norris.",
  "Some kids piss their name in the snow. Chuck Norris can piss his name into concrete.",
  "Some men have been able to pull large objects like cars or trucks with their teeth. Chuck Norris is able to pull the entire U.S. Navy Seventh Fleet.",
  "Some of Chuck Norris' favorite comedies include Reservoir Dogs, 300, Scarface, The Wild Bunch, Terminator II, Rambo III, Natural Born Killers, Conan the Barbarian, The Godfather, and Apocalypse Now.",
  "Some people are lactose intolerant. Dairy is Chuck Norris intolerant.",
  "Some people balance eggs on end every Spring and Fall Equinox, but Chuck Norris balances skulls.",
  "Some people can kill two birds with one stone. Chuck Norris can kill four birds with half a stone. What? You say there's no such thing as hlaf a stone? The four dead birds didn't think so either.",
  "Some people go their whole lives never realizing they are but a figment of Chuck Norris' imagination.",
  "Some people jog in the park. Chuck Norris jogs in an orbit around the sun.",
  "Some people wear Superman pajamas. Superman wears Chuck Norris pajamas.",
  "Someone once gave Chuck Norris the finger.....he keeps it in a pickle jar.",
  "Sometimes it's hard to see Chuck Norris for all the steam rising from his 'nads.",
  "Sorry, ..., but this fact has been deleted by Chuck Norris. It will be reposted. Chuck Norris will not delete it that time.",
  "Stanford university recently received a scholarship from Chuck Norris",
  "Steven Seagal now looks like a beached whale because he put his money on junk food instead of Chuck Norris total-gym.",
  "Sticks and stones may break my bones, but Chuck Norris will always hurt me.",
  "Sudden Death is: a. a crappy movie starring an even crappier Jean Claude Van Damme b. the way playoff overtimes are decided in the NHL c. what happens to you when you piss off Chuck Norris d. all of the above",
  "Super Villans would terrorize the world but Chuck Norris kills them all. Consequentially Super Heroes are unemployed.",
  "Tense your forearm. Now wrap your other hand around the middle of it. That's Chuck Norris' girth.",
  "Thank God Chuck Norris finally caught up with Joan Rivers.",
  "Thanksgiving Chuck Norris Fact/Joke Time! Most people have turkey for Thanksgiving. Chuck Norris has chicken for Thanksgiving. \"Chicken\" meaning \"cowards\".",
  "Thanksgiving was fist celebrated by the Pilgrims near Plymouth Rock in 1621 because they were thankful that Chuck Norris wasn't there to kick thier ass.",
  "That damn dress is whatever color Chuck Norris says it is!",
  "The 'Chuck Norris Defense' always holds up in court. Always.",
  "The Avatar was created by Chuck Norris uppercutting a smurf.",
  "The Beatles are on itunes because Chuck Norris finally bought a Mac.",
  "The Chuck Norris family once had a weiner roast in what was formally called the Mojave Forrest.",
  "The Chuck Norris-approved Chucknopoly is the world's only board game that is potentially fatal.",
  "The Drummer for Def Leppard's only got one arm. Chuck Norris needed a back scratcher.",
  "The Father, Son, and Holy Ghost exist because Chuck Norris ripped God into three separate entities.",
  "The First rule of Chuck Norris is: you do not talk about Chuck Norris.",
  "The GM.DLS file contains the Roland SoundCanvas Sound Set which is protected under the following copyright: Roland GS Sound Set/Microsoft (P) 1996 Roland Corporation U.S. The Roland SoundCanvas Sound Set is licensed under Microsoft's End User License Agreement for use with Microsoft operating system products only. All other uses require a separate written license from Chuck Norris.",
  "The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably.",
  "The Grim Reaper is actually Chuck Norris's son.",
  "The Inuit have over a 100 words for snow but only two for fear.. Chuck Norris.",
  "The Pope once tried to bless Chuck Norris. Nobody crosses Chuck Norris.",
  "The Revolution will be televised on Chuck Norris's television.",
  "The Swine Flu got started when a pig oinked in Chuck Norris's presence.",
  "The Tomahawk Cruise Missile is Chuck Norris Bottle Rocket",
  "The Van Halen song \"Runnin' With The Devil\" was originally called \"Running Screaming From Chuck Norris\".",
  "The big bang did not create the universe Chuck Norris did with one roundhouse kick",
  "The earth did not end on December 21 2012. But That is not because the Mayans were wrong, but because Chuck Norris had lunch planned for next week. Nothing gets between Chuck Norris and his lunch!",
  "The easiset way for Chuck Norris to attract women is to turn up.",
  "The force actually has three sides. The light side the Darkside and the Chuck Norris side",
  "The idea of Pepsi came to fruition when Chuck Norris micturated in a can. The idea of Crystal Pepsi came to fruition when Chuck Norris drank lots of water one day and pissed in a bottle.",
  "The last time Chuck Norris went carolling, he wound up getting signed to a five-album solo contract with Sony.",
  "The leading causes of death in the United States are: 1. Heart Disease 2. Chuck Norris 3. Cancer.",
  "The leaning tower of Pisa used to stand up straight. That is..... until Chuck Norris roundhouse kicked it.",
  "The movement of subatomic air substance created from Chuck Norris' roundhouse kicks were recently accredited by physicists as allowing them to view the Higgs Boson Partical.",
  "The movie \"Roadhouse\" is strictly based on the premise.....what would Chuck Norris do.",
  "The only way to make saturday every day is to kill Chuck Norris. Which is 99999999999999999999999999999999% impossible.",
  "The original title for Big Hero 6 was Big Chuck Norris 6. The movie was cancelled after going into production becuase nobody would pay 13 dollars to see a 28 second-long movie.",
  "The original title of walking dead was zombie and human vs. Chuck Norris.the reason it ended was because it was 1 episode and 12 seconds long",
  "The owl knows how many licks it takes to get to the center of a toostie-roll-pop. Chuck Norris knows how many licks it takes to get to the center of a 5,000 pound boulder. Both take 3, only because Chuck was savoring the flavor.",
  "The phrase 'break a leg' was originally coined by Chuck Norris's co-stars in Walker, Texas Ranger as a good luck charm, indicating that a broken leg might be the worst extent of their injuries. This never proved to be the case.",
  "The pie scene in \"American Pie\" is based on a dare Chuck Norris took when he was younger. However, in Chuck Norris' case, the \"pie\" was the molten crater of an active volcano.",
  "The plastic flamingoes on Chuck Norris' front lawn contain motion-activated laser-sighted miniguns. The rosebush houses the SSMs.",
  "The real reason Hitler killed himself was because he found out Chuck Norris was Jewish",
  "The reason Charlie Sheen is winning, is because Chuck Norris isn't playing.",
  "The reason Cobra Commander wears a mask coz his face was disfigured by a roundhouse kick from Chuck Norris by simply mentioning his name.",
  "The reason babies cry when they are born is because Chuck Norris isn't there daddy.",
  "The reason plasma guns don't exist is because Chuck Norris hasn't donated plasma",
  "The reason why Barack Obama hasn't came out and said he is a muslim is because Chuck Norris is still alive",
  "The saddest moment for a child is not when he learns Santa Claus isn't real, it's when he learns Chuck Norris is.",
  "The square root of Chuck Norris is pain. Do not try to square Chuck Norris, the result is death.",
  "The sun really shines on Chuck Norris. We just happen to live close enough to him.",
  "The sunami in Japan was an accident. Chuck Norris just wanted to splash around in the tub.",
  "The surest way for any of the factions to rule supreme on \"Game of Thrones\" is to get Chuck Norris to fight for them.",
  "The universe is always expanding- all of it is trying to get away from Chuck Norris",
  "The universe was created from Chuck Norris' saliva that came out of his mouth when he sneezed.",
  "The world is supposed to end in 2012. Chuck Norris must be retiring.",
  "There are at least 23 ways Chuck Norris can kill you with printer toner.",
  "There are only three things that a songwriter must consider: rhythm, melody, and Chuck Norris.",
  "There are plenty of Chucks, but only one Chuck Norris- he roundhouse kicks anyone named after him.",
  "There is a new unit of measurement called CNRKs [Chuck Norris Roundhouse Kicks]. 1 CNRK is enough to knock out something JUST tougher than 100000 lions. The Big Bang measured at 2 CNRKs, so far the only thing to certainly be more powerful than 1 CNRK. The Tsar Bomb, though, measured at a puny 0.0000327581 CNRKs, and the MOAB at 0.0000000000000000476738295873826782 CNRKs. The regular blink of a regular eye measured at an extremely puny 0.00000000000000000000000[insert 1000 zeroes here]6783758684 CNRKs.",
  "There is a saying \"Only the good die young\". Chuck Norris was born before Christ.",
  "There is no such thing as global warming. Chuck Norris was cold, so he turned the sun up.",
  "There is no theory of evolution. Just a list of creatures Chuck Norris has allowed to live.",
  "There is only 1 person in the world who can kill Chuck Norris, ITS HIS EVIL TWIN Chack Norris",
  "There is only one thing Chuck Norris can't do... He can't die. But even if he prove me wrong, he'll still be alive afterwards.",
  "There's no life on Mars because Chuck Norris have already been there.",
  "They had to build a second afterlife for all of the people Chuck Norris killed.",
  "They had to edit the first ending of 'Lone Wolf McQuade' after Chuck Norris kicked David Carradine's ass, then proceeded to barbecue and eat him.",
  "They say lightning never strikes in the same place twice - tell that to last guy to receive a one,two punch from Chuck Norris.",
  "They stoped making Chuck Norris movies because you don't watch Chuck Norris he watches you",
  "Think of a hot woman. Chuck Norris did her.",
  "This is Chuck Norris fact #9000. Only eleven billion to go.",
  "Tht legendary Thunderbird is Chuck Norris's pet bird.",
  "Tim Tebow prays to Chuck Norris",
  "Trick me once, shame on you, trick Chuck Norris.....rest in peace.",
  "Uncle Sam is Chuck Norris' nephew.",
  "Unlike a Timex, Chuck Norris' opponents take a licking and they don't keep on ticking.",
  "Unlike lions and tigers, Chuck Norris would never eat a dead zebra ass first",
  "We were created in Gods image, But God was created in Chuck Norris's image.",
  "Weed should be legal cause i smoke it and so does Chuck Norris",
  "What happens between you and Chuck Norris stays between you and Chuck Norris",
  "What happens when the unstoppable force meets the immovable object? This is a trick question, for there can never be two of Chuck Norris.",
  "What is black, white and red all over? Chuck Norris roundhose kicked an actor in a black and white old movie.",
  "When Chuck Norris air guitars, you can hear it playing.",
  "When Chuck Norris breaks wind, it stays broken.",
  "When Chuck Norris calls 1-900 numbers, he doesn't get charged. He holds up the phone and money falls out.",
  "When Chuck Norris does division, there are no remainders.",
  "When Chuck Norris finishes watching a useless 1 hour movie, he can get his 1 hour back.",
  "When Chuck Norris gets fast food, his order is ready before he walks in.",
  "When Chuck Norris goes in for a physical, the doctor is too afraid to get close enough for an examination, so he.examines from afar, grading him on his overall physical appearence, which of course, is always perfect.",
  "When Chuck Norris goes in to do his income taxes, the IRS Agent simply asks \"how much money would you like back this year, Mr. Chuck Norris\"?",
  "When Chuck Norris goes swimming sharks hear scary music.",
  "When Chuck Norris goes to the airport, TSA agents grope themselves.",
  "When Chuck Norris hears a Tsunami warning, he gets out his surfboard",
  "When Chuck Norris is a contestant on \"Jeopardy,\" he can answer in any form he damn well chooses.",
  "When Chuck Norris is in a crowded area, he doesn't walk around people. He walks through them.",
  "When Chuck Norris is wrong,he is right,even when he turns left.",
  "When Chuck Norris plays a game, every minute is potentially \"Sudden Death\" for his opponents...including cards and board games.",
  "When Chuck Norris plays monopoly he doesn't pay to get a property.",
  "When Chuck Norris pulls a rabbit out of a hat he gets the entire Playboy Mansion.",
  "When Chuck Norris rips you a new one, it is actually anatomically superior to your old one. You must thank Lord Norris.",
  "When Chuck Norris sat for his HSC, he recieved a band 7 in al his subjects",
  "When Chuck Norris says \"More cowbell\", he MEANS it.",
  "When Chuck Norris says he has the power of attorney, he simply means he has the power (and desire) to beat you to death with one.",
  "When Chuck Norris sees a screamer, he roundhouse kicks it so hard, that the ghost gets hit.",
  "When Chuck Norris strangles an alligator, he gets Gatorade.",
  "When Chuck Norris throws a boomerang, it comes back with a beer.",
  "When Chuck Norris was 5, he got 2 wheeler like his friends. . Their 2 wheelers were bicycles, Chucks was a Harley.",
  "When Chuck Norris was 9 he was out trick or treating and ran into Freddy Kruger. Chuck kicked the crap out of Freddy then took his candy.",
  "When Chuck Norris was a kid, the Tooth Fairy left the keys to Fort Knox under his pillow, in exchange for a molar.",
  "When Chuck Norris was about to undergo a major surgical procedure, he was given a strong anesthetic and told to count backward slowly from one hundred. When Chuck got to zero and still didn't feel even slightly drowsy, he naturally murdered all the doctors with their own tools and performed the procedure himself.",
  "When Chuck Norris was asked about his role in The Forest Warrior during an interview, he responded to the reporter with a left hook. Then he took out a guitar from his beard and played the epic solo to the extended version of the Walker: Texas Ranger theme.",
  "When Chuck Norris was born people called him Chucky",
  "When Chuck Norris was in the Air Force, everyone, even the generals, saluted him first.",
  "When Chuck Norris was young...Santa sat on his lap.",
  "When Neil Armstrong stepped onto the Moon, Chuck Norris roundhouse kicked him 900 yards and said, \"That's one giant leap for a man, and a long damn wait for me.\"",
  "When WeeMan joined the cast of Jackass, he was 6'1 1/2\" tall. Then they had him try to give Chuck Norris a wedgie.",
  "When a young boy asked for Chuck Norris' autograph, he gave him a good solid kick to the face and left a permanent boot mark. This is Chuck's unique autograph, and that boy's face is now worth more money than the treasure from King Tut's tomb.",
  "When economic crisis comes, you should know that Chuck Norris is playing Monopoly.",
  "When life gives Chuck Norris lemons, he makes lemonade...and then goes to sunbathe on the beach.",
  "When you watch a movie about Chuck Norris, his hand pops out of the TV and grabs and takes your soul.",
  "Whenever Chuck Norris gets deja vu, people come back to life.",
  "Which came first - the chicken or the egg? Chuck Norris said it was the beer which came first, the hell with these damn animals!!!",
  "While teaching a CPR course, Chuck Norris actually brought the practice dummy to life",
  "Why are the Desperate Housewives so desperate? Because Chuck Norris doesn't live on their block.",
  "Why did the chicken cross the road ? Wouldn't you if Chuck Norris was on your Ass ?",
  "Why did the chicken cross the road? To get away from Chuck Norris...it never made it to the other side.",
  "You can not stop Chuck Norris, nor can you hope to contain him.",
  "You can sometimes guess what Chuck Norris is about to do to you by listening to the music that plays out of nowhere when he settles his terrifying glare on you.",
  "You don't invite Chuck Norris. He invites himself.",
  "You don't question Chuck Norris, because if you do, he'll drink a liter of liquid egg, then punch your sternum so hard that you'll vomit bloody stool.",
  "You know when you have that feeling that you've seen all of this before....... That's just your life flashing before your eyes after Chuck Norris roundhouse kicked you in the face.",
  "You will never have to ask if that's Chuck Norris behind those Foster Grant sunglasses. Chuck Norris has no need to wear sunlasses. And there is nothing that would dare to even attempt to get infront of Chuck Norris!",
  "You win some, you lose some. Chuck Norris wins some and wins some more.",
  "a black hole is not created when a star dies, it is created when a star gets round-house kicked by Chuck Norris",
  "a king cobra once bit Chuck Norris... after 5 days of terrible pain... the snake died",
  "all gods pray to Chuck Norris",
  "always capitalize Chuck Norris's name. always.",
  "any thing you can do he can do better, Chuck Norris can do anything better than you",
  "as i was climbing the stairway to heaven i saw Chuck Norris crapping on one of the steps",
  "at Chuck Norris's wedding the best man was the country of united states",
  "cats don't mess with Chuck Norris, coz they know dat 1 kick from him equals to 5 cat lifes and we all know Chuck Norris doesn't kick once",
  "christmas fact: Chuck Norris can put you on the naughty list. That ends with a roundhouse kick in your face.",
  "everyone on roblox is about to be roundhousekicked by Chuck Norris",
  "god said let there be light Chuck Norris said say please",
  "i dont know why people treat Chuck Norris like hes a killer he has the heart of a child which isa bad thing",
  "if Chuck Norris stared on the movie \"taken\" the movie would have been called \"given back questions asked\"",
  "if someone where to shoot you Chuck Norris could come out of nowhere kill you 5 times and kill the guy who shoots for trying to take his kill before the bullets even left the barrel",
  "if the mouse will play when the cat is away,, the cat will fly when Chuck Norris is in the house",
  "if you shoot Chuck Norris, the bullet dies",
  "old spice was about to come out with a new Chuck Norris scent collection and there slogan for it would have been \"old spice,smell like THE MAN!\" but it never made it to stores, cause no one man is man enough to bare the same scent as Chuck Norris.",
  "see the picture on top that has Chuck Norris' face on it? stare at it too long, and you will get a imaginary roundhouse kick to the face.",
  "the Keebler Elves do not chose to live in a tree, they are just hiding from Chuck Norris",
  "the movie \"dont mess with zohan\" is based on the true story of Chuck Norris' life",
  "the number one cause of forest fires is Chuck Norris spit.",
  "the only thing that ever beats Chuck Norris to the punch is the face \"said\" punch is aimed at.",
  "the question be or not to be was made by Chuck Norris when he shashed bruce lee so much that he couldnt find anythink left from him",
  "the reason nobody can find bigfoot is because is because Chuck Norris found him first.",
  "the reason they couldent find any oil after the gulf oil spill is because Chuck Norris wanted to prove to the world that he could mix oil and water.",
  "the voices randy orton hears in his head are in fact Chuck Norris whispering to him",
  "there is no use crying over spilled milk, unless its Chuck Norris' milk because then your gonna die",
  "they once made Chuck Norris toilit paper but there was a problem Chuck Norris doesnt take crap",
  "when Chuck Norris dies he will attend his own funirel",
  "when Chuck Norris goes shopping he doesnt go shopping for clothes, he goes shopping for @ss h*les",
  "when Chuck Norris plays madden 2012 he plays on all-chuck",
  "when Chuck Norris says &#8220;i'm cold.&#8221; the whole world goes &#8220;A&#8230;&#8230;A.....ACHOOOOOO!!!!!!!&#8221;",
  "when the grim reaper dies he sees Chuck Norris standing there telling him to\" come into the light\"",
  "who ever goes on about will weston next is gettin batterd by Gary neville and Chuck Norris !",
  "why did the chicken cross the road? TO GET AWAY FROM CHUCK NORRIS",
  "wil murphy slapped Chuck Norris",
  "yo momma so ugly, Chuck Norris had to roundhouse kick her.the image of yo momma still haunts Chuck Norris to this day."
]
